[{"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 1, "chunk_id": "1-1", "text": "HUMAN RESOURCES GUIDE Policy and ProcedureTemplate Created 2021 Policies and Procedures Template - Page1"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 2, "chunk_id": "2-1", "text": "TABLE OF CONTENTS SECTION 1 Introduction Objectives of the Template 4 Objectives of the Human Resource Policy 5 Eligibility & Scope 5 Implementation & Monitoring 5 File Management and Amendments 5 SECTION 2 General Policies Decent Work 6 Code of Ethics 6 Harassment-Free Workplace 7 Conﬁdentiality 8 Conﬂict of Interest 9 Reporting Violations 10 SECTION 3 EmploymentInformation Hours of Work 11 Dress Code 12 Overtime/Lieu Time 12 Travel and Expense Claims 13 Statutory Holidays 13 Personnel Conﬁdentiality 13 Outside Employment 14 Participation in Community Activities 14 Solicitation on Foundation Property 15 Personal Use of Foundation Equipment 15 Accuracy of Records 16 Technology Use 16 Cell Phone Use 18 Insurance for Employee Use of own Auto 19 Contact with media 19"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 2, "chunk_id": "2-2", "text": "16 Technology Use 16 Cell Phone Use 18 Insurance for Employee Use of own Auto 19 Contact with media 19 Policies and Procedures Template - Page2"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 3, "chunk_id": "3-1", "text": "SECTION 4 Compensation Salaries, Wages & Beneﬁts 20 Vacation 21 Professional Development 23 Leave of Absence 23 Sick Leave 24 Time oﬀ for Medical Appointments 25 SECTION 5 Health and Safety Health and Safety 26 Fitness for Duty 27 SECTION 6 Hiring Hiring Process 29 Recruitment 30 Selection 31 Oﬀer of Employment 32 Orientation 33 Probationary Review 34 Performance Appraisals 35 SECTION 7 Problem Resolution Progressive Discipline 37 Complaint or Anti-harassment Policy 38 SECTION 8 Change of Status Resignation & Termination 41 Issuing References 41 APPENDIX A Legislation aﬀecting relationship 42between employers and employeesin Canada’s provinces and territories Policies and Procedures Template - Page3"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 3, "chunk_id": "3-2", "text": "Procedures Template - Page3"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 4, "chunk_id": "4-1", "text": "SECTION 1 Introduction to the Templateand Human Resource Policies Objectives of the TemplateThis template is provided as a tool for communityfoundations to develop policies on all matters relatedtoconditions of employment. There are parts of thispolicy which also apply to volunteers and individualsworking oncontract. Those policies that do not apply to volunteersand contractors will be so noted at the beginningof eachpolicy. Employment-related legislation is a provincial responsibility. All parts of this document are supplementary toapplicable federal and provincial legislation. Inthe event of conﬂict, such legislation will prevail. Appendix Aprovides links to legislation in each province andterritory. There will be references throughout thisdocumentwhere it is necessary to adapt this policy to alignwith said legislation. There will also be notations throughout this policywhere"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 4, "chunk_id": "4-2", "text": "thisdocumentwhere it is necessary to adapt this policy to alignwith said legislation. There will also be notations throughout this policywhere local community foundation speciﬁc informationneeds tobe inserted. At the beginning of each policy there is a shadedtext box that provides rationale as to why the policyis important,especially from a risk mitigation perspective. Thebox also includes guidance on adapting the policyfor yourfoundation’s use. When developing your foundation’spolicies, these text boxes can be removed, unlessyou wouldlike to include them as part of the rationale foreach of the policies. For some community foundations, the senior staﬀ memberis the Executive Director (ED) and for others thetitle isChief Executive Oﬃcer (CEO). For the purposes ofthis document, any reference to either of these positionswill beas ED/CEO."}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 4, "chunk_id": "4-3", "text": "others thetitle isChief Executive Oﬃcer (CEO). For the purposes ofthis document, any reference to either of these positionswill beas ED/CEO. Policies and Procedures Template - Page4"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 5, "chunk_id": "5-1", "text": "Objectives of the Human Resource PolicyIt is the intention of the Foundation to create afair, safe and enjoyable working environment for employees,volunteers, and contractors. As a growing organization, changes are inevitable. All changes are and will beimplemented in the best interest of the Foundationin order to provide a positive, dependable work environment. This Human Resource Policy and Procedures Handbookwill provide each employee, volunteer, and contractorwiththe guidelines necessary in building a healthy environment. There is no guarantee that satisfaction can be giveninevery case, but the Foundation will endeavor to dothe very best to provide an acceptable explanationof its ﬁnaldecisions. The objectives to this handbook are to: ● Provide a standard reference for the Board of Directors, employees, and contractors in understandingtheir"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 5, "chunk_id": "5-2", "text": "to this handbook are to: ● Provide a standard reference for the Board of Directors, employees, and contractors in understandingtheir rights and responsibilities, ● Encourage continuity and consistency in the administrationand application of the human resourcepolicy, and, ● Provide direction and authority in the day-to-dayadministration of human resources. Eligibility and ScopeThese policies are approved and administered by theED/CEO and apply to all employees and in identiﬁedareas,volunteers and contractors, of the Foundation. Implementation and MonitoringThe ED/CEO will be responsible for the implementationand monitoring of the Human Resource Policies andProcedures. File Management and Amendments to the ManualEmployees, volunteers and contractors are requestedto assist in keeping the human resource policiesup-to-dateby notifying the ED/CEO whenever problems are encounteredor improvements may be made in the"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 5, "chunk_id": "5-3", "text": "assist in keeping the human resource policiesup-to-dateby notifying the ED/CEO whenever problems are encounteredor improvements may be made in the administrationof said policies and procedures. Policies and Procedures Template - Page5"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 6, "chunk_id": "6-1", "text": "SECTION 2 General Policies Decent WorkDecent work means more than fair wages and beneﬁts. It reﬂects a cultural shift that builds on the valuesthat driveyour work in your community. Decent workplaces arefair, stable and productive workplaces. Decent workmeansbuilding a culture of equality and inclusion at work, and ensuring everyone’s voices are valued and heard. Decentwork means acknowledging the highly gendered natureof the nonproﬁt sector’s workforce – and developingsolutions that address women’s particular interestsand concerns. Through adopting decent work practices, your organizationwill be better able to meet your mission and contributeto thriving communities. And in doing so, you helpbuild a stronger, more resilient nonproﬁt sector. The above text is used with permission of the OntarioNon-Proﬁt Network. ONN also has an extensive"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 6, "chunk_id": "6-2", "text": "more resilient nonproﬁt sector. The above text is used with permission of the OntarioNon-Proﬁt Network. ONN also has an extensive DecentWorkChecklist that can help to guide your foundation inincorporating this concept throughout your organization. https://theonn.ca/wp-content/uploads/2019/10/Decent-Work-Checklist-May-2019.pdf Code of Ethics A code of ethics is important for organizations toestablish and ensure that everyone in theorganization is clear on the mission, values and guidingprinciples. The code provides employees,volunteers and contractors with a framework of whichrules exist, from a regulatory andlaw-enforcement standpoint and how to act in the greyareas of values-based ethics that aren’t alwaysclear. The policy below provides a framework fromwhich with your foundation can base your policy.Amend to align with your foundation’s practices. PREAMBLE: As a matter of fundamental principle, the Foundationrequires"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 6, "chunk_id": "6-3", "text": "foundation can base your policy.Amend to align with your foundation’s practices. PREAMBLE: As a matter of fundamental principle, the Foundationrequires the highest ethical standards because publictrust inour performance is the bedrock of our legitimacy. Donors, volunteers and grant recipients trust theFoundation tocarry out its mission, to be good stewards of endowmentfunds, and to uphold rigorous standards of conduct. The Foundation must earn this trust every day. Itis therefore essential the people involved with theFoundation,board members, employees and volunteers demonstratetheir ongoing commitment to the core values of integrity,honesty, impartiality, openness, respect, and responsibility. Simple adherence to the law is not enough. The Foundationwill often need to go beyond legal requirements andmake sure that its actions are transparent, open andresponsive to public"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 6, "chunk_id": "6-4", "text": "The Foundationwill often need to go beyond legal requirements andmake sure that its actions are transparent, open andresponsive to public concerns. Policies and Procedures Template - Page6"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 7, "chunk_id": "7-1", "text": "CODE OF ETHICS: The Board of Directors promotes the highest standards of ethical behaviour. The Code of Ethics which relatesspeciﬁcally to Foundation employees includes: 1. Integrity: Foundation members shall act with competence, honesty, integrity, respect and fairnesswhile carrying out their obligations for the Foundation. 2. Role: The wellbeing of the people of our communitywill be the primary role of Foundation members. Inaddition, employees, volunteers and contractors will act in the best interests of the Foundation infulﬁlling its mission. 3. Accountability and Transparency: In carrying out philanthropicactivities employees, volunteers andcontractors will act within the letter and the spiritof the law. The Foundation embraces public interest,takes full responsibility for its actions, communicatestruthfully, and ensures public records are easilyavailable while maintaining appropriate privacy"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 7, "chunk_id": "7-2", "text": "Foundation embraces public interest,takes full responsibility for its actions, communicatestruthfully, and ensures public records are easilyavailable while maintaining appropriate privacy andconﬁdentiality. The Foundation will manage itsresources carefully and frugally, actively avoidingexcessive expense. 4. Diversity and Inclusiveness: The Foundation will seekdiversity and inclusiveness in order to reﬂectour community. The Foundation will strive to ensurethat a full range of perspectives contribute to thecommon good of our organization. In conducting itsbusiness, all members of the Foundation will listento and treat all others who come together under theauspices of the Foundation with respect. Harassment-free Workplace Harassed employees, volunteers and contractors candevelop anxiety, panic attacks and avoidancebehaviours that decrease their eﬀectiveness. Theycan lose motivation and experience a decline intheir health and decision-making ability. Harassmentcan also"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 7, "chunk_id": "7-3", "text": "and avoidancebehaviours that decrease their eﬀectiveness. Theycan lose motivation and experience a decline intheir health and decision-making ability. Harassmentcan also result in legal costs and can damage theFoundation’s reputation. Policy and Procedure Statement The Foundation is committed to providing a work environmentthat is free of harassment and supportive of thedignity, self-esteem and productivity of every employee. The Foundation will not tolerate any form of harassmentof,or by, employees, stakeholders, volunteers, students, contractors, suppliers or other individuals associatedwith theFoundation while engaged in activities pertainingto the workplace. The Foundation has developed a morecomprehensive policy addressing the details surroundingthis issue. Please refer to the Anti-Harassment Policyfurther on in this document. Policies and Procedures Template - Page7"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 7, "chunk_id": "7-4", "text": "Anti-Harassment Policyfurther on in this document. Policies and Procedures Template - Page7"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 8, "chunk_id": "8-1", "text": "Conﬁdentiality Conﬁdentiality in the workplace is of primary importanceto business etiquette. Not only are youshowing your stakeholders a level of common courtesyby protecting their data, but you are alsofulﬁlling your legal responsibility to prevent sensitiveinformation from being used inappropriately orbeing leaked. Foundations can replace their own conﬁdentialitypolicy and procedures with the text below. If usingthis text, Foundations should ask the following questionfor each of the statements and amendaccordingly if the statement does not align: “Doesthis statement align with our Foundation’s valuesand principles?” Policy and Procedure Statement 1. General Employees, volunteers, and contractors of the Foundationwill treat information provided or gatheredby the Foundation with discretion. Any informationreceived through involvement with the Foundationwill not be used for personal gain. 2. Donors Donor"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 8, "chunk_id": "8-2", "text": "the Foundation with discretion. Any informationreceived through involvement with the Foundationwill not be used for personal gain. 2. Donors Donor requests for conﬁdentiality and anonymity will be strictly respected. Access to donor informationwill be restricted to only those who need it for thefunction of their duties. Paper records will be keptlocked and computer records are protected using passwordprotocols. Donor lists will not be sharedwith any other fundraising organizations. 3. Grant Recipients The Foundation grant making process requires charitiesand agencies to provide detailed project andorganizational information. This information will often be of a sensitive nature, and will thereforebetreated in conﬁdence by employees. 4. Contracts/Grants The Foundation as a necessity will contract with professional and business corporations and details ofall such transactions"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 8, "chunk_id": "8-3", "text": "employees. 4. Contracts/Grants The Foundation as a necessity will contract with professional and business corporations and details ofall such transactions will be treated with respectand discretion. Information relating to personnel,litigation and property contracts and resulting transactionswill be kept conﬁdential 5. Meetings The Board and all its committees will act as a whole. Deliberations including the opinions of individualBoard and committee members will be kept conﬁdential by employees, volunteers and contractors.Third party opinions with respect to contracts orgrants applications will be kept conﬁdential. Policies and Procedures Template - Page8"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 9, "chunk_id": "9-1", "text": "Procedures: 1. All employees, volunteers and contractors must signthe Foundation conﬁdentiality agreement duringorientation. 2. Two copies of the conﬁdentiality agreement will bemade. A copy will go to the person signing theagreement and the second copy will be ﬁled and ascanned copy is saved on the server. Conﬂict of Interest When a conﬂict of interest occurs, it can erode publicand internal trust, damage the Foundation’sreputation, potentially hurt the organization ﬁnanciallyand, in some cases, break the law. While onemay think conﬂict of interest applies only to peopleserving on the Foundation’s board, it really canoccur at any level within an organization, includingpart-time employees and contractors. Foundations can replace their own Conﬂict of Interestpolicy and procedures with the text below.Foundations should check with legal"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 9, "chunk_id": "9-2", "text": "and contractors. Foundations can replace their own Conﬂict of Interestpolicy and procedures with the text below.Foundations should check with legal counsel to ensuretheir text is enforceable in their province. Policy and Procedure Statement A Foundation must strive, as far as possible, to conductits aﬀairs in an honest, forthright, and impartial manner. It isnot enough that those making decisions believe thatthey are operating from the highest motives, andthat anyparticular action is innocent. So far as possible, actions and relationships must avoid any appearanceof improprietythat may raise questions in the minds of the public. The Foundation recognizes that employees will be associatedwith organizations that, from time to time, may applyfor funding. This policy is directed towards the sourcesof most potential conﬂict which"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 9, "chunk_id": "9-3", "text": "organizations that, from time to time, may applyfor funding. This policy is directed towards the sourcesof most potential conﬂict which include conﬂictsarising as aresult of aﬃliation with: ● an organization or individual which has, or is negotiating, a business relationship with Foundation, ● an organization seeking funding or other support fromthe Foundation. Deﬁnitions: Conﬂict of interest (as it applies to an “Individual”) means an actual, apparent or potential conﬂict ofinterest in theexercise of unbiased judgment on behalf of the Foundationand its dealings with any person, who may be obligatedto the Foundation or may beneﬁt from dealings withthe Foundation. For the purpose of this deﬁnition: “Individual” means any oﬃcer, director, employee, contractor or volunteer who is working for or onbehalf of"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 9, "chunk_id": "9-4", "text": "purpose of this deﬁnition: “Individual” means any oﬃcer, director, employee, contractor or volunteer who is working for or onbehalf of theFoundation and includes members of the Individual’simmediate family including, without limitation, theindividual’scommon law spouse. “Person” means an individual person, corporation or body corporate, partnership,organization, or any other recognizable group or associationthat purports to deal with the Foundation. Policies and Procedures Template - Page9"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 10, "chunk_id": "10-1", "text": "Procedure: A conﬂict of interest on the part of an employee, volunteer or contractor of the Foundation will bedisclosed. Whenany such interest becomes a matter of Board or Committeeaction, such individuals shall declare the conﬂictandabsent themselves from the discussion. The minutesof all actions taken related to the matter will clearlyreﬂect thatthese requirements have been met. Reporting Violations Policy and Procedure Statement It is each employee’s, volunteer’s and contractor’spersonal responsibility to bring violations or suspectedviolationsof the Foundation’s Code of Ethics to the attentionof the ED/CEO. The Foundation’s policy prohibitsany retributionagainst employees, volunteers or contractors who comeforward to make such reports. Whenever practical, allreports or allegations will be thoroughly investigatedby the ED/CEO prior to judgments being made or actionbeingtaken in response to"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 10, "chunk_id": "10-2", "text": "practical, allreports or allegations will be thoroughly investigatedby the ED/CEO prior to judgments being made or actionbeingtaken in response to suspected violations. Policies and Procedures Template - Page10"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 11, "chunk_id": "11-1", "text": "SECTION 3 Employment Information (this section only applies to employees) Hours of Work Policy and Procedure Statement Foundations should refer to their provincial employmentstandards legislation for this section. SeeAppendix A. The following text can be amended to alignwith the standards as well as current practicesof the Foundation. The Foundation is open Monday through Friday, exceptwhen observing statutory holidays. A normal workdayisconsidered to be a maximum of _________ hours perday; these hours are exclusive of a ________-minutelunchand __________ ﬁfteen-minute breaks. The standardworkweek is comprised of a maximum of ___________hours per week. (adjust to align with your Foundation’scurrent practice) If an employee is required to leave the Foundationduring normal working hours, he/she is required tonotifyco-workers, as well as the ED/CEO All employees"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 11, "chunk_id": "11-2", "text": "is required to leave the Foundationduring normal working hours, he/she is required tonotifyco-workers, as well as the ED/CEO All employees at the Foundation will be paid on aweekly/biweekly/monthlybasis with the opportunityof amid-month advance. Employees shall be required to submit a completed“Timesheet” in the attached form to the Chief ExecutiveOﬃcerby the 26th of each month(adjust to ﬁt your Foundation’spractices and pay periods). Regular attendance and punctuality are an importantpart of an employee’s responsibility. Therefore, establishedworking hours shall be adhered to. Any lateness orabsenteeism shall be reported as far in advance ofstarting timeas possible under unusual circumstances. Foundationemployees are expected to telephone the oﬃce inthesecircumstances. The telephone voicemail system is an acceptable methodfor reporting lateness or absenteeism. Policies and Procedures Template -"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 11, "chunk_id": "11-3", "text": "the oﬃce inthesecircumstances. The telephone voicemail system is an acceptable methodfor reporting lateness or absenteeism. Policies and Procedures Template - Page11"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 12, "chunk_id": "12-1", "text": "Dress Code Include this policy if dress code at work mattersto your Foundation. Policy and Procedure Statement Maintaining a professional, business-like appearanceis very important to the success of the Foundation. Regardless of the employee’s interaction with clients, customers, suppliers, contractors, or volunteers, eachemployee projects the reputation of the organization. Part of this impression depends on each employee’schoiceof attire. The Foundation has chosen to oﬀer a casual dressenvironment for employees. Employees are expectedto usegood judgment and to show courtesy to their co-workersby dressing in a manner that is presentable andappropriate. At all times employees are asked to becognizant that regardless of their interaction withclients,customers, suppliers, contractors, or volunteers, the Foundation is still a place of business. Should employees be asked to"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 12, "chunk_id": "12-2", "text": "their interaction withclients,customers, suppliers, contractors, or volunteers, the Foundation is still a place of business. Should employees be asked to attend business meetingswith clients, either in the Foundation oﬃces orotherwise,they should dress in appropriate business attire. Overtime/Lieu Time This section needs to align with your provincial employmentstandards. The policy suggested is anapproach that you can take but you may want to handlehours worked beyond the standard work weekin a diﬀerent way than the below policy suggests. Policy and Procedure Statement Overtime is considered to be anything over 8 hoursworked in a day and excess of 44 hours in a weekfor full-timeemployees. The Foundation will grant time oﬀ for hours workedbeyond what would be considered a standard work week. Anyhours worked"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 12, "chunk_id": "12-3", "text": "full-timeemployees. The Foundation will grant time oﬀ for hours workedbeyond what would be considered a standard work week. Anyhours worked in excess of 8 hours per day or 44 hoursin a week will be banked at 1.5 times of the employee’sactual hours worked. The time oﬀ will be taken ata time mutually agreeable to the ED/CEO and the employee(s). Ifthe accumulated time is not taken within six months, the employer will pay the overtime hours at the prescribedrate of 1.5 times the employee’s regular wage. The maximum time that an employee may claim is 12hours per day of work time for out of town trips orconferences. Employees must be properly authorized to work overtimein advance as a condition for being"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 12, "chunk_id": "12-4", "text": "for out of town trips orconferences. Employees must be properly authorized to work overtimein advance as a condition for being credited forsuchovertime, except in emergency situations where priorconsent cannot be obtained. In such cases, the employeewilladvise the ED/CEO of circumstances as soon as possible. Employees shall be required to submit a completed“Overtime Approval Form” to the ED/CEO for approval. Policies and Procedures Template - Page12"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 13, "chunk_id": "13-1", "text": "Travel and Expense Claims Policy and Procedure Statement Employees will be reimbursed for expenses incurredin the fulﬁllment of Foundation responsibilities, uponsubmission of appropriate receipts to the ED/CEO forapproval within 30 days of the incurred expense. Whenemployees travel out of town to attend overnight Foundationrelated activities, such expenses include but arenotlimited to mileage and/or transportation costs, mealsand overnight accommodation. The Foundation will not coverthe cost of alcoholic beverages. Remuneration foruse of personal vehicles for business related activitiesshall be atthe rate of $0.48 per kilometer(insert your Foundation’srate – some Foundation’s use the federal government’sstandard mileage rate). Employees shall record anodometer log of all kilometers incurred on their personal vehicleduring the course of business. Mileage claims startfrom the employee’s normal place of business."}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 13, "chunk_id": "13-2", "text": "all kilometers incurred on their personal vehicleduring the course of business. Mileage claims startfrom the employee’s normal place of business. Any and all business activities requiring use of apersonal vehicle by the employee must have the priorapproval ofthe ED/CEO. Statutory Holidays Policy and Procedure Statement The Foundation observes the following paid holidays(insert provincial statutory holidays): Part-time employees not scheduled to work on statutoryholidays will NOT be paid holiday pay in accordancewiththe Employment Standards Act. (this clause needs toalign with your provincial legislation) Part time employees receive General Holiday Pay onlyif it is a scheduled workday and would be paid fortheaverage daily wage. Holiday pay will be calculated at ﬁve percent ofwages the four weeks immediately preceding the holiday.Employees will not"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 13, "chunk_id": "13-3", "text": "daily wage. Holiday pay will be calculated at ﬁve percent ofwages the four weeks immediately preceding the holiday.Employees will not receive General Holiday Pay ifthe holiday falls on a day that they are not scheduledto beworking i.e. Saturday, except when July 1 lands ona Sunday then Monday is the designated holiday. Thisaﬀects orcould aﬀect Christmas, Boxing Day and New Year’sDay. (this clause needs to align with your provincial legislation -however it could be improved upon based on your Foundation’scurrent practice) Personnel Conﬁdentiality Policy and Procedure Statement Each employee or applicant for employment has theright to have all information about him/her kept strictlyconﬁdential. No personnel ﬁle or any other employeereport shall be disclosed without the written permissionofthe employee. (this clause needs"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 13, "chunk_id": "13-4", "text": "kept strictlyconﬁdential. No personnel ﬁle or any other employeereport shall be disclosed without the written permissionofthe employee. (this clause needs to align with provincial privacy legislation aﬀecting employees – see appendixAfor links) Policies and Procedures Template - Page13"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 14, "chunk_id": "14-1", "text": "Outside Employment Foundations should read through the below policy statement and adapt it to ﬁt their current practices.If a Foundation has never considered this type ofpolicy, the following questions help with framing: Arewe willing to let staﬀ use Foundation equipment foroutside activities? Are we able to limit ouremployees working at other organizations, and if so, are there any limitations that we could legallyimpose? What is our position in staﬀ soliciting donorsand volunteers for outside employment? Policy and Procedure Statement The Foundation recognizes the right of its employeesto privacy and to make use of personal time outsideofworking hours as they see ﬁt. However, outside employmentopportunities should be carefully considered toensure the employee’s ability to perform their responsibilitiesat the Foundation are not"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 14, "chunk_id": "14-2", "text": "ﬁt. However, outside employmentopportunities should be carefully considered toensure the employee’s ability to perform their responsibilitiesat the Foundation are not adversely aﬀected.Employees may engage in outside employment that complieswith the following: A. All outside employment and associated activities mustbe kept separate from the employee’sFoundation responsibilities. B. Employees are prohibited from using time, tools, equipment, materials, personnel or informationobtained through the Foundation for outside activities. C. Where the possibility of a conﬂict of interest exists, an employee should discuss these activities withthe ED/CEO prior to engaging in such activities. D. The outside employment should not embarrass or discreditthe Foundation. E. Soliciting Foundation donors and volunteers for outsideemployment is strictly prohibited. Participation in Community Activities Does your Foundation encourage employees to participatein"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 14, "chunk_id": "14-3", "text": "Foundation donors and volunteers for outsideemployment is strictly prohibited. Participation in Community Activities Does your Foundation encourage employees to participatein community activities? If so, refer to thebelow policy. If not, this policy is not necessary. Policy and Procedure Statement The Foundation strongly encourages individuals toparticipate in community activities that promote thegeneralwelfare of the community. Employees, who participatein such activities on or oﬀ Foundation time, mustrecognizethat they are representatives of the Foundation andshould act accordingly. Policies and Procedures Template - Page14"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 15, "chunk_id": "15-1", "text": "Solicitation on Foundation property Does your Foundation permit solicitation on your property?If so, refer to the below policy. Policy and Procedure Statement Foundation employees must demonstrate their dedicationduring the performance of job responsibilities toensurethe fulﬁllment of the goals and objectives of theFoundation. A. Employees must refrain from any activity directedtoward private gain during working hours. Normalworking hours do not include unpaid break periods. B. Collection of gifts for fellow employees and Foundationsupported solicitations, for sale of merchandiseraﬄe tickets, club memberships or organizationsis permitted provided the time does not interferesigniﬁcantly with the productivity of employees andthe activity has been approved by the ED/CEO. Personal Use of Foundation Equipment Does your Foundation permit employees, under certaincircumstances, to use Foundation equipmentfor personal use?"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 15, "chunk_id": "15-2", "text": "the ED/CEO. Personal Use of Foundation Equipment Does your Foundation permit employees, under certaincircumstances, to use Foundation equipmentfor personal use? If so, refer to the below policy. Policy and Procedure Statement The Foundation’s resources should be used for thebeneﬁt of the Foundation and not for personal ﬁnancial gain.Employees will be allowed personal use of Foundationequipment only when: A. Advance approval by ED/CEO is obtained. B. The item is portable. C. The item is non-consumable. D. The cost to the Foundation is negligible. Use of Foundation resources for community or charitableactivities must be approved in advance by the ED/CEO. Policies and Procedures Template - Page15"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 15, "chunk_id": "15-3", "text": "Procedures Template - Page15"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 16, "chunk_id": "16-1", "text": "Accuracy of Record This policy is critical as it mitigates risk and limitsthe liability of the Foundation. Policy and Procedure Statement The Foundation’s business transactions must be properlyauthorized and be completely and accurately recordedinthe Foundation’s books and records. A. Altering or destroying data in an attempt to producefalse or misleading records or reports is strictlyprohibited. B. Reports and evaluations must fairly represent all information relevant to the decision being requestedor recommended. C. Undisclosed funds or accounts may not be establishedfor any purpose. D. Record retention policies established by law or theFoundation must be adhered to. E. In the event any falsiﬁcation of Foundation recordsor transactions occurs, the employee may besubject to disciplinary action up to and includingdismissal. Technology – Computer"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 16, "chunk_id": "16-2", "text": "falsiﬁcation of Foundation recordsor transactions occurs, the employee may besubject to disciplinary action up to and includingdismissal. Technology – Computer Use, Business Phones, Internetand Email An eﬀective Technology Use Policy places the responsibilityfor data security into the hands of theuser. Ultimately, a well-deﬁned policy sets the precedencefor what your organization is responsible forversus what the users are responsible for regardingsecurity. Use the template below as the basis foryour Foundation’s policy and amend accordingly. Policy and Procedure Statement Technology resources of the Foundation include butare not limited to email, internet, telephone andnewtechnologies. The Foundation provides electronic andcomputer equipment for the employee’s use in completingtheir job responsibilities. The Foundation’s goal for technology is to help donors and employees byproviding theright information and"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 16, "chunk_id": "16-3", "text": "use in completingtheir job responsibilities. The Foundation’s goal for technology is to help donors and employees byproviding theright information and technology at the right placeand the right time. The Foundation has a commitmentto protectour information assets and to respect the donors’ rights to privacy and conﬁdentiality. No information on the internet should be distributed, viewed, copied or saved which is not related to Foundationbusiness or not in compliance with policies or applicablelegislation. Personal long-distance direct telephone calls fromany Foundation telephone are not permitted, exceptin theinstance of a family emergency. Personal telephonecharges will be charged back to the employee uponreceipt ofthe Foundation’s billing. Policies and Procedures Template - Page16"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 16, "chunk_id": "16-4", "text": "Foundation’s billing. Policies and Procedures Template - Page16"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 17, "chunk_id": "17-1", "text": "Procedures A. The ED/CEO will be responsible for creating, maintainingand deleting email accounts. B. Email is a Foundation resource and personal use mustbe kept to a minimum. Employees are asked tocheck personal email, text messaging, and social mediaaccounts during the employee’s breaks, lunchbreaks or after hours. C. It follows that email is not private, and may be reviewedby authorized individuals, including theED/CEO. D. It is the responsibility of the individual users toprovide good housekeeping of their email ﬁles. Note:deleting a message/ﬁle may not fully eliminate itfrom the system. E. When sending messages, employees shall identify themselvesclearly and accurately. F. The computer system should not be used to communicateanything improper or illegal. G. Permission for equipment usage for personal reasonswill require"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 17, "chunk_id": "17-2", "text": "computer system should not be used to communicateanything improper or illegal. G. Permission for equipment usage for personal reasonswill require the approval of the ED/CEO. Ifapproval has been obtained for personal use, all workwill be performed in the employee’s lunchbreaks or after hours if appropriate. H. Computer use will exclude the installation of personal hardware or software applications on toFoundation equipment without the express written permissionof the ED/CEO. I. No email, text or voice mail message should be created, sent or saved that contains intimidating,pornographic, hostile or oﬀensive material prohibitedaccording to the(insert name of province)Human Rights Commission or Criminal Codes. J. It is the responsibility of the ED/CEO to monitorpersonal usage of any computer. It follows thatcomputer use is not"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 17, "chunk_id": "17-3", "text": "J. It is the responsibility of the ED/CEO to monitorpersonal usage of any computer. It follows thatcomputer use is not private, and may be reviewed byauthorized individuals, including the ED/CEO. K. Employees will sign a consent form indicating theirunderstanding of the Foundation’s policy. Theymust understand that violation of the policy may resultin disciplinary action up to and includingdismissal. Policies and Procedures Template - Page17"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 18, "chunk_id": "18-1", "text": "Cell Phone Usage Policy and Procedure Statement The purpose of this policy is to outline the appropriateuse of personal cell phones during the courseof Foundation business. There is reference to provincial legislation. Foundations need to edit the textto refer to restrictions in their respective legislation. The text below was written for a Foundation inAlberta, and based on your location, this may needadjustments. As you’re crafting the policy, answerthe following question for each paragraph: Does thisalign with our culture and practices, and if not,what changes do we need to make? This policy applies to all Foundation personnel andapplies to any device that makes or receives phonecalls,leaves messages, sends text messages, surfs the Internet, or downloads and allows for the reading of"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 18, "chunk_id": "18-2", "text": "that makes or receives phonecalls,leaves messages, sends text messages, surfs the Internet, or downloads and allows for the reading of andresponding to email whether the device is Foundation-suppliedor personally owned. In compliance with(insert reference to your provincial Highway Traﬃc Act) the Foundation prohibits itsemployeesfrom the following activities for business purposesrelated in any way to the organization, while driving. ● the use of hand-held cell phones, texting or e-mailing, using electronic devices like laptop computers,video games, cameras, video entertainment displaysand programming portable audio players (e.g.:MP3 players), entering information on GPS units, readingprinted materials in the vehicle, writing,printing or sketching, and, personal grooming(ensurethat this text aligns with provincial regulations) This prohibition of cell phone or similar device usewhile driving includes receiving or"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 18, "chunk_id": "18-3", "text": "grooming(ensurethat this text aligns with provincial regulations) This prohibition of cell phone or similar device usewhile driving includes receiving or placing calls, text messaging,surﬁng the Internet, receiving or responding to email, checking for phone messages, or any other purposerelatedto one’s employment; the business; customers; vendors; volunteer activities, meetings, or civic responsibilitiesperformed for or attended in the name of the Foundation; or any other Foundation related activities not namedhere while driving. It is recognized that other distractions occur duringdriving, however the use of cell phones, while driving, is strictlyprohibited by the Foundation. Therefore, employeesare required to stop their vehicle in a safe locationso that theycan safely use a cell phone or similar device. The Foundation is aware that employees utilize theirpersonal"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 18, "chunk_id": "18-4", "text": "safe locationso that theycan safely use a cell phone or similar device. The Foundation is aware that employees utilize theirpersonal cellular phones for business purposes. Atthe sametime, cell phones are a distraction in the workplace. To ensure the eﬀectiveness of meetings, and as aprofessionalcourtesy to others, employees are asked to leave cell phones at their desk. Or, on the unusual occasionof anemergency or anticipated emergency that requires immediateattention, the cell phone may be carried to themeeting on vibrate mode. Policies and Procedures Template - Page18"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 19, "chunk_id": "19-1", "text": "Insurance for Employee or Volunteer Use of Own Auto Most foundations are not in a position to own or leasevehicles, which means employees are usingtheir own vehicles for foundation business. The purposeof this policy is to outline the employee’s andthe Foundation’s insurance coverage when an employeeuses their own vehicle for Foundationbusiness. In this instance the Foundation’s insurancecoverage must include non-owned auto. Thepolicy also applies to volunteers using their automobileon Foundation business. The Foundation’snon-owned auto coverage limit needs to be substitutedfor the limits in the policy below. TheFoundation also needs to get conﬁrmation from theiremployee or volunteer that they are suitablyinsured. Policy and Procedure Statement When an employee or volunteer is using a personal vehicle while on Foundation business, their personal"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 19, "chunk_id": "19-2", "text": "Policy and Procedure Statement When an employee or volunteer is using a personal vehicle while on Foundation business, their personal autoinsurance is the primary insurer. The Foundation’slimit for non-owned automobiles is $2 million. Thisis paid inexcess of the underlying automobile insurance forthe owner of said vehicle. For example, if the employee has an underlying liabilitylimit of $1 million (as is typical) and uses a personal vehiclefor Foundation purposes and a claim is substantiatedin the amount of $2.5 million, the owner’s automobilepolicywould pick up the ﬁrst $1 million and the Foundation’sinsurance would pick up the additional $1.5 million. Contact with media Media relations are important for the Foundation asthis gets your name out in the publicconsciousness and informs the community of"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 19, "chunk_id": "19-3", "text": "Media relations are important for the Foundation asthis gets your name out in the publicconsciousness and informs the community of your Foundation’simpact, your programs, mission, andidentity. Having a media relations policy helps tomitigate reputational risk. The Foundation needs to determine who has the authorityto speak on behalf of the Foundation to themedia, under diﬀerent scenarios. Amend the policybelow to ﬁt your Foundation’s practice. Policy and Procedure Statement The purpose of this policy is to outline the protocol for Foundation contact with the media and appliesto allFoundation personnel. The Chair of the Board of the Foundation is the oﬃcial spokesperson on governance and policy issues. TheED/CEO and the Chair of the Board speak on major announcements. The ED/CEO is the spokesperson"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 19, "chunk_id": "19-4", "text": "governance and policy issues. TheED/CEO and the Chair of the Board speak on major announcements. The ED/CEO is the spokesperson onoperational issues. The ED/CEO is the media contact. Should other employees be contacted by the mediaforcomment, they are to refer the media to the ED/CEOwho will respond and/or refer appropriately. Policies and Procedures Template - Page19"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 20, "chunk_id": "20-1", "text": "SECTION 4 Compensation Salaries, Wages & Beneﬁts An eﬀective compensation policy deﬁnes how the Foundationviews and manages employee pay andbeneﬁts. The policy should motivate current employeesand attract new employees. The policy in thistemplate can be used as the basis for your Foundation’scompensation policy and can be amendedaccordingly by asking the following question aftereach section: does this segment align with ourFoundation’s standards and practices. The Foundation is committed to a policy of salaryadministration which is internally and externallycompetitive andequitable and also recognizes and encourages individual performance. The purpose of the policy is to: ● Ensure the fair and equitable salary treatment ofthe Foundation employees ● Set salary levels which will enable the Foundationto recruit and retain qualiﬁed employees ● Provide guidelines"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 20, "chunk_id": "20-2", "text": "ofthe Foundation employees ● Set salary levels which will enable the Foundationto recruit and retain qualiﬁed employees ● Provide guidelines for ongoing salary administration ● Promote individual performance ● Encourage innovation and creative solutions ● Fulﬁll the organizational mission, vision and promotestrategic direction ● Produce job satisfaction Salary Schedule: The salary schedule will be basedon the established salary that will be reviewed annuallyby theED/CEO. Full-Time & Part-Time Employees: Salary, beneﬁtsand vacation will be conﬁrmed at time of employmentandreviewed annually. ED/CEO: Salary, beneﬁts and vacation will be as negotiatedthrough an employment contract and reviewedannually. Some Foundations provide additional beneﬁts to theiremployees, such as group insurance, RRSPs orparking. Participating in existing group medical coverageis more cost eﬀective. The local Chamber ofCommerce has"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 20, "chunk_id": "20-3", "text": "such as group insurance, RRSPs orparking. Participating in existing group medical coverageis more cost eﬀective. The local Chamber ofCommerce has such coverage. Many provinces have similargroup programs for non-proﬁtorganizations. Below are some sample clauses for beneﬁts. Policies and Procedures Template - Page20"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 21, "chunk_id": "21-1", "text": "Group Insurance Beneﬁts: note: if your foundation provides group insurance, enter the parameters into thisparagraph, including who pays the premium and whenthe group insurance starts for new employees. One component of the Group Insurance plan is an EmployeeAssistance Program which provides up to 12 hoursofface to face counseling per year, per employee. If the Foundation is still enrolled with the Chamberof Commerce Group Insurance Plan, upon retirement, executivestaﬀ, who have been enrolled in the plan for 2 yearsand who have been employed for 5 years, are eligibleto enrollin the Health and Dental beneﬁt program for retiringChambers of Commerce Insurance Plan for owners andprincipals. The premiums for this plan are the responsibilityof the retiring executive. RRSP: Upon successful completion of the"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 21, "chunk_id": "21-2", "text": "for owners andprincipals. The premiums for this plan are the responsibilityof the retiring executive. RRSP: Upon successful completion of the probationaryperiod, full-time and part-time employees are entitledtoreceive a 4% contribution per pay period towards aself-directed RRSP. There is also an opportunityfor employeesto contribute to the same self-directed RRSP. Parking: Upon successful completion of the probationaryperiod, full-time employees are entitled to havetheirparking paid for by the Foundation. Part-time employeesare entitled to receive $40 per month towards parkingorbus pass (upon submission of receipts). Vacation Employees need a break from work every now and thenin order to maintain their physical and mentalhealth. A number of studies have shown that takingtime away from the job can have physical andpsychological health beneﬁts. People who take"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 21, "chunk_id": "21-3", "text": "number of studies have shown that takingtime away from the job can have physical andpsychological health beneﬁts. People who take vacationhave lower stress, less risk of heart disease, abetter outlook on life, and more motivation to achievegoals. Taking vacations also provides employeesthe opportunity to get more sleep, which leads tobetter brain function and improved performanceupon their return. Foundations have a couple of options with respectto developing a vacation policy: pay vacation pay,or provide vacation time. Below are policy statementsreﬂecting both options. Foundations need todetermine costs and beneﬁts for each as they relateto their circumstances. Policy and Procedure Statement (paying vacation pay) All employees at the Foundation will earn vacationpay on all wages earned from the ﬁrst day of employment. After"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 21, "chunk_id": "21-4", "text": "pay) All employees at the Foundation will earn vacationpay on all wages earned from the ﬁrst day of employment. After being employed for twelve months, an employeewill receive an annual vacation. After completingtwelvemonths of employment, an employee will have earnedten working days of annual vacation.. This meansthatstarting in the second year, an employee must takethe vacation earned in the year before. Employees shall be required to submit a completed“Leave Form” for vacation time. No vacation pay/time will be given in advance. Vacation will be granted on a combination of seniority, availability, and job coverage. Policies and Procedures Template - Page21"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 22, "chunk_id": "22-1", "text": "Although every eﬀort is made by the Foundation to satisfy an employee’s choice of vacation time, legislationconﬁrms the Foundation is able to request an employeeto take time vacation when the Foundation so chooses. Full-time Employees – The Foundation will providevacation pay to employees. The Foundation will payvacation atfour percent for the ﬁrst 4 years inclusive and thisthen becomes 6% to full-time employees in their ﬁfthyear. Whenvacation time is taken the accrued vacation dollarswill be paid to the employee. It is understood all employees are required to takea minimum two (2) weeks of vacation time each peryear. Eachemployee will take scheduled vacation time oﬀ perthe following: ● After completing one full year of service ten workingdays ● Five to ten years"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 22, "chunk_id": "22-2", "text": "vacation time oﬀ perthe following: ● After completing one full year of service ten workingdays ● Five to ten years continuous service ﬁfteen workingdays ● More than ten years of service twenty working days Policy and Procedure Statement (earning vacation days) Full-time Employees –The Foundation pays vacationtime to full-time employees. Vacation should be takenin fullduring the employment year. Cash payments will notbe made in lieu of vacation except upon terminationofemployment. Vacation Schedule ● After completing one full year of service 2 weeks ● 5 – 10 years continuous service 3 weeks (after completionof the 5th year) ● more than 10 years of service 4 weeks (after completionof the 10th year) Part-time Employees –Part-time employees will accumulateone day per month in"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 22, "chunk_id": "22-3", "text": "years of service 4 weeks (after completionof the 10th year) Part-time Employees –Part-time employees will accumulateone day per month in lieu of payment of 4% vacationpay. The day is equivalent to the normal number ofhours regularly worked by the employee. It is understood all part-time employees are requiredto take a minimum two (2) weeks of vacation time, either paidor unpaid, during the vacation period in accordancewith the Employment Standards Act(ensure that thisclausealigns with your provincial legislation). If the accumulated vacation credit is not used bythe employee’s anniversary date, then it will be paidout to theemployee. Policies and Procedures Template - Page22"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 22, "chunk_id": "22-4", "text": "Page22"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 23, "chunk_id": "23-1", "text": "Professional Development Employees are your Foundation’s most important asset. Their training and development is somethingin which your Foundation should invest. By trainingemployees and investing in their careerdevelopment you can make them feel valued by the Foundation. Oﬀering professional developmenttraining programs and opportunities allows employeesto perform better and prepares them forpositions of greater responsibility. But it can alsohelp employers attract top job candidates, retaintheirbest workers and identify future leaders. Policy and Procedure Statement The Foundation values professional development forits employees and will budget annually for such opportunities. From time to time employees will be requested to takeup-grading courses or other courses related to theirposition. The Foundation shall pay ﬂights and accommodations(if required), as well as tuition costs for thesecourses. The Foundation"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 23, "chunk_id": "23-2", "text": "related to theirposition. The Foundation shall pay ﬂights and accommodations(if required), as well as tuition costs for thesecourses. The Foundation shall pay for a regular dayof work only, travel time is not paid. Employeeswill beresponsible for all meals and incidentals. All coursesmust have prior written approval from the ED/CEO. Leave of Absence Leave of absence policies are meant to provide employeeswith work-life balance and, in certaincircumstances, to give employees needed time awayfrom work in urgent and compellingcircumstances. Your provinces’ Employment StandardsAct prescribes speciﬁc instances when leavemust be granted. Appendix A provides links to provincial ESAs. Policy and Procedure Statement It is the policy of the Foundation to comply withthe Employment Standards Code, and the Foundationreserves theright to change its policy"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 23, "chunk_id": "23-3", "text": "is the policy of the Foundation to comply withthe Employment Standards Code, and the Foundationreserves theright to change its policy without notice if thereis a change in such law. Due to the complexitiesof family andmedical leaves, it is important to contact the ED/CEOregarding speciﬁc leave requirement requests. Requests for leave are accepted for the followingperiods of unpaid leave: Emergency Leave: An employee may receive up to tendays of leave to attend to family emergencies. Thisleavewill be unpaid, but will not aﬀect seniority, beneﬁtsor the employee’s position. This leave will complywith theEmployment Standards Act. The ten days do not haveto be taken consecutively. The employee must informtheiremployer as soon as possible if they will need totake any of these days oﬀ."}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 23, "chunk_id": "23-4", "text": "taken consecutively. The employee must informtheiremployer as soon as possible if they will need totake any of these days oﬀ. The employer has the rightto ask forproof of the emergency. Personal Leave: A personal leave may be granted ona limited basis depending on business needs. Thisleave willbe unpaid. This leave complies with the EmploymentStandards Code. If an intermittent or reduced leaveis Policies and Procedures Template - Page23"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 24, "chunk_id": "24-1", "text": "requested on this basis, the Foundation may require the employee to temporarily transfer to an alternative positionwith equivalent pay and beneﬁts which better accommodatethe intermittent or leave schedule. Medical/Disability Leave: An employee may be granteda medical leave because of a serious health conditionornon-work-related injury due to an accident. This leavecomplies with the Employment Standards Code. As acondition of the employee returning from a leave becauseof the employee’s own serious health condition, theFoundation may require medical certiﬁcation fromhis/her health care provider that the employee isable to resumework. This leave may be paid or unpaid according tothe short-term disability policy provisions for theFoundation. Pregnancy/Parental Leave: As per the Employment StandardsCode. Parental Leave for Birth and Adopting Parents: Asper the Employment Standards Code."}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 24, "chunk_id": "24-2", "text": "theFoundation. Pregnancy/Parental Leave: As per the Employment StandardsCode. Parental Leave for Birth and Adopting Parents: Asper the Employment Standards Code. Family Responsibility Leave: As per the EmploymentStandards Code. Bereavement Leave: As per the Employment StandardsCode. Compassionate Care Leave: As per the Employment StandardsCode. Bereavement Leave: As per the Employment StandardsCode. Jury Duty: As per the Employment Standards Code. Reservists’ Leave: As per the Employment StandardsCode. Sick Leave Sick days reduce turnover. Studies have shown thatcompanies that oﬀer paid sick leave see areduction in employee turnover somewhere between 3.61%to 6.43%. Low turnover maintainsconsistent productivity, boosts employee engagementand morale, and builds a sense of unitybetween staﬀ and managers. Foundations are encouragedto include this policy within their documentas it provides clarity for handling"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 24, "chunk_id": "24-3", "text": "sense of unitybetween staﬀ and managers. Foundations are encouragedto include this policy within their documentas it provides clarity for handling employee absencedue to illness. The following policy can form thebasis of one developed for your Foundation. Policy and Procedure Statement This policy applies to bona ﬁde non-occupational illnesses and injuries. The accumulation of sick leavetime allowscontinuation of full base pay plus beneﬁts when aneligible employee is required to be absent from workbecauseof non-occupational illnesses, injuries or medical conditions. Sick leave is accrued based on a staﬀ member’s regularlyscheduled hours of work. A full-time employee accruessick leave at the rate of ten days each calendar year. A regular part time employee accrues sick leave ona pro-ratabasis. Sick leave may not be"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 24, "chunk_id": "24-4", "text": "ten days each calendar year. A regular part time employee accrues sick leave ona pro-ratabasis. Sick leave may not be carried over into a subsequentcalendar year and it cannot be cashed out as it hasnointrinsic cash value. Sick leave balances are notearned compensation nor are they payable at terminationofemployment. Sick leave is paid on a straight timebasis not to exceed the scheduled hours for the scheduledworkhours missed. Policies and Procedures Template - Page24"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 25, "chunk_id": "25-1", "text": "Sick leave will not accrue for any period during which an employee is absent from work for more than tenworkdays, except for absence due to holidays, vacation and personal days and approved Employment StandardAct leaves. When an eligible employee will be oﬀon Sick leave, he/she must notify his/her supervisoras soon ashe/she knows that he/she will be unable to work, butno later than the starting time of the employee’swork day.Employees must notify their supervisor on each dayof absence unless other arrangements have been made. When an eligible salaried employee has been out onsick leave for more than three (3) consecutive scheduledworkdays, he/she is required to submit documentation froma health care provider to their supervisor certifyingthemedical necessity for the absence and expected"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 25, "chunk_id": "25-2", "text": "he/she is required to submit documentation froma health care provider to their supervisor certifyingthemedical necessity for the absence and expected dateof return to work. Sick leave may be used for illnessof theeligible employee or for illness of a member of his/herhousehold (up to three (3) days per calendar year). Sickleave is provided for the reasons stated in this policyand may not be used for other purposes. Sick leavepay maynot be advanced. In cases of illness, which is expected to continuebeyond sick leave accrual, the Short-Term DisabilityBeneﬁt(ifapplicable) and/or Family or Personal Leave provisionsof applicable provincial legislation will apply. Regularfull-time employees earn sick leave from the ﬁrstfull payroll period worked. Paid sick leave may notbe taken inadvance of accrual. However, employees are"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 25, "chunk_id": "25-3", "text": "sick leave from the ﬁrstfull payroll period worked. Paid sick leave may notbe taken inadvance of accrual. However, employees are allowed10 ‘personal emergency leave’ days under the EmploymentStandards Act. These may be taken at any time oncean employee begins work (i.e. regardless of probationaryperiod). However, they do not need to be paid. Sick Leave must be recorded as such on payroll timesheets so that accurate records can be maintained. Allinformation about an employee’s medical conditionis conﬁdential and must be kept by the ED/CEO ina ﬁleseparate from the employee’s personnel ﬁle. Whenan employee is absent for medical reasons, the employee’sregular personnel ﬁle will contain only the datesof the medical absence, not the medical reason(s) for the absence. The Foundation reserves the"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 25, "chunk_id": "25-4", "text": "ﬁle will contain only the datesof the medical absence, not the medical reason(s) for the absence. The Foundation reserves the right to have an employeevisit an alternate physician, participate in an IndependentMedical Examination (IME) or to make other appropriateinvestigations in cases of protracted illness orfrequentabsences. Time Oﬀ For Medical AppointmentsEmployees are requested to make appointments at timesthat will minimize time away from work. Conditionsoftaking time oﬀ will be at the discretion of the supervisor. Policies and Procedures Template - Page25"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 26, "chunk_id": "26-1", "text": "SECTION 5 Health and Safety Health and Safety Canadian health and safety legislation requires employersto have a health and safety program in theirworkplace. A written policy helps to promote an eﬀectprogram. Such policy should reﬂect the specialneeds of the workplace and should be regularly reviewedand updated. Foundation’s should refer to their provincial Occupational Health and Safety regulations whendeveloping this policy, links to which can be foundin Appendix A. Policy and Procedure Statement The Foundation acknowledges it has a duty under thecurrent Occupational Health & Safety Legislation(insertappropriate name of provincial legislation) and Federal Labour Standards to take all reasonable precautionstoprotect all persons working on site, (employee, volunteers, board members, donors) and all visitors. Fire exits are located throughout the premises. Foreveryone’s"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 26, "chunk_id": "26-2", "text": "persons working on site, (employee, volunteers, board members, donors) and all visitors. Fire exits are located throughout the premises. Foreveryone’s own safety, all persons should be familiarwith thelocations of these exits and the most eﬃcient routeto exit in case of ﬁre. The Foundation will maintain all Statutory Healthand Safety practices and implement such others asare consistentwith the needs and position as a charitable organization. All persons when on site are required to refrainfrom anyactivity which may jeopardize the health and safetyof others. Employee, Volunteer and Contractors’ Rights There are three basic rights for employees, volunteersand contractors under the joint responsibility healthandsafety model: ● The right to know about workplace safety hazards, ● The right to refuse unsafe work if they"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 26, "chunk_id": "26-3", "text": "healthandsafety model: ● The right to know about workplace safety hazards, ● The right to refuse unsafe work if they have “reasonablecause to believe the work is dangerous”, ● The right to participate in the occupational healthand safety process. Employee, Volunteer and Contractors’ Obligations Maintaining a safe work environment requires the continuouscooperation of all employees, volunteers andcontractors. ● They must recognize that it is their duty to complywith all Health and Safety rules, regulations andguidelines. Policies and Procedures Template - Page26"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 27, "chunk_id": "27-1", "text": "● They are required to refrain from any unsafe practices or hazardous actions and to exercise due careand diligence. ● Any unsafe conditions, materials or equipment andall accidents or injuries must be reported to theED/CEO. Fitness for Duty This policy refers to the use of drugs and alcohol while on duty. There may be instances where thisispermitted. Given the legalization of cannabis, theclarity of this policy is critical. The policy belowprovides direction on when, and when not, such useis acceptable. FOundations need to reﬂect oneach of the statements to ensure that they complywith their values, principles and practices that areacceptable in their community. Policy and Procedure Statement All Foundation employees are required to: A. Come to work ﬁt for duty"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 27, "chunk_id": "27-2", "text": "in their community. Policy and Procedure Statement All Foundation employees are required to: A. Come to work ﬁt for duty B. Take reasonable care to protect the health and safetyof themselves and others at all times C. Refrain from being impaired by alcohol, marijuanaand any other drugs while on duty D. Notify their supervisor if they suspect that a co-workeris unﬁt for duty E. Consume intoxicants in a responsible manner at all times when at Foundation events and otherfunctions where employees represent the Foundation. The Foundation will help and encourage employees whorecognize a problem by referring them to treatmentfacilities. Employees who would like additional informationregarding this matter should contact the ED/CEO. Allsuch inquiries will be treated with the utmost conﬁdence."}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 27, "chunk_id": "27-3", "text": "who would like additional informationregarding this matter should contact the ED/CEO. Allsuch inquiries will be treated with the utmost conﬁdence. Use of Illegal drugs: ● The use, sale, purchase or possession of illegal drugswhile on the job or Foundation property is strictlyprohibited. ● Employees may not report to work under the inﬂuenceof illegal drugs. ● Employees are required to immediately notify the ED/CEOof any suspected instance of use,possession, or knowledge of someone under the inﬂuenceof such substances on Foundationproperty. In addition, any employees of the Foundation convictedof any drug-related crime must notify the ED/CEOwithinﬁve days of any such conviction. Policies and Procedures Template - Page27"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 27, "chunk_id": "27-4", "text": "and Procedures Template - Page27"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 28, "chunk_id": "28-1", "text": "Use of Alcohol: The Foundation does not provide funds for the purchaseof alcohol at Foundation sponsored activities. However,employees may consume alcohol if they so choose underthe following guidelines: A. Employees are expected to make travel arrangementsat functions where they are representing theFoundation and at which they are consuming alcohol, such as: assign a designated driver, takealternate transportation, arrange to stay in a hotel B. An employee may be asked to stop consuming alcohol if it is believed they are exhibiting inappropriatebehaviour. Any employee found to be in violation of the precedingparagraph will be subject to disciplinary actionwhich mayinclude termination of employment. Policies and Procedures Template - Page28"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 28, "chunk_id": "28-2", "text": "employment. Policies and Procedures Template - Page28"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 29, "chunk_id": "29-1", "text": "SECTION 6 Hiring Hiring Process Being open and clear with candidates helps to setproper expectations, avoid disappointments, andshape a positive candidate experience. By being transparent, your Foundation will not only have aneasier time recruiting top talent, you will also havehigher rates of retention because expectations havebeen clear from the beginning. Given that the Foundationbeneﬁts the community, it is important in thehiring practices, to ensure that the workplace reﬂectstheir community and to authentically grow acommitment to gender equity as an organization. This policy provides guidelines that will help tomitigate risk in all aspects of the hiring process. Usethis as a guideline when developing your Foundation’sprocess and amend to ﬁt your practices. Policy and Procedure Statement The success of the Foundation in"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 29, "chunk_id": "29-2", "text": "when developing your Foundation’sprocess and amend to ﬁt your practices. Policy and Procedure Statement The success of the Foundation in attempting to achieveits vision depends on having the right employees, properlytrained and motivated, applying their skills and talentsto all assigned responsibilities outlined in jobdescriptions. The Foundation will follow consistent hiring guidelinesin order to maximize the chances for success in fulﬁllingitsmission by hiring the most qualiﬁed and competentapplicants for all employment vacancies. The Foundationadheres to PIPEDA rules relating to employee information. Procedures: 1. To be eligible for employment with Foundation, applicantsmust: ● meet the stated requirements for the position beingsought, ● be willing to work in accordance with the Foundation’svision, goals, objectives, policies andprocedures, and ● be legally entitled to work"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 29, "chunk_id": "29-3", "text": "be willing to work in accordance with the Foundation’svision, goals, objectives, policies andprocedures, and ● be legally entitled to work in Canada. 2. The Foundation is an equal opportunity employer andadheres to the(appropriate provincial HumanRights Act). 3. The recruitment, selection and hiring process will be fair and consistent. 4. Throughout the recruitment, selection and hiring process, applications and applicants’ information willremain conﬁdential. Policies and Procedures Template - Page29"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 30, "chunk_id": "30-1", "text": "Recruitment A good recruitment process is very important for yourFoundation, but in more ways than you maythink. The process itself speaks volumes about yourcompany. It is a direct reﬂection of the validityandprofessionalism of your organization. Not only doyour prospective employees as well as currentemployees use this as a standard of measure for yourFoundation, your donuts, customers and thecommunity do as well. This policy provides guidelinesthat will help to mitigate risk in the recruitmentprocess. The policy and procedures below outline arecommended practice. Amend to ﬁt yourFoundation’s practices. Policy and Procedure Statement The Foundation will endeavour to recruit the mostcompetent individuals to ﬁll all positions. Procedure: 1. Approval to recruit for vacant or newly created positionswill be granted by the(insert appropriate levelof"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 30, "chunk_id": "30-2", "text": "ﬁll all positions. Procedure: 1. Approval to recruit for vacant or newly created positionswill be granted by the(insert appropriate levelof authority for your Foundation). 2. Job advertisements shall include the following information: ● Job Title ● Essential requirements for education and experience ● Knowledge and skills required ● Salary range ● Starting/ending date where applicable ● Hours of work ● Closing date of competition ● Respondent Policies and Procedures Template - Page30"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 31, "chunk_id": "31-1", "text": "Selection Going through a systematic set of questions and evenskills tests will determine if candidates are ableto fulﬁll the job needs. This helps establish conﬁdencein knowing that you have logically gone througha recruiting process and choose people based on deﬁnedmetrics rather than gut feelings. When youdo this, you increase your chances of having someonesucceed in the job. If you don’t need toconstantly replace people, you will save time andmoney on the recruiting and training of newcandidates. Understand that downtime could negativelyaﬀect your Foundation’s revenues if youbecome short-staﬀed; keeping turnover low is important. There are costs and time spent putting outjob ads, interviews and training new people. Takingthe time to choose properly the ﬁrst time helpsmitigate this. Use this policy and"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 31, "chunk_id": "31-2", "text": "ads, interviews and training new people. Takingthe time to choose properly the ﬁrst time helpsmitigate this. Use this policy and procedures belowas guidelines when developing your Foundation’sselection process. Amend to ﬁt your Foundation’spractices. Policy and Procedure Statement The Foundation will conduct a selection process thatis fair and equitable. Procedures: 1. It is the responsibility of each applicant to demonstratethat he/she meets the requirements of theposition. 2. For support employees positions the appropriate supervisorreceives and reviews all applications;those that meet the requirements will be contactedfor interviews. The supervisor will conductinterviews. There may be instances where a secondindividual participates in the interview. Thisindividual will be determined by the supervisor inconsultation with the ED/CEO. 3. In the event that a new ED/CEO must"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 31, "chunk_id": "31-3", "text": "Thisindividual will be determined by the supervisor inconsultation with the ED/CEO. 3. In the event that a new ED/CEO must be hired, theapplications will be received and reviewed by theBoard of Directors or the Board Hiring Committee. For this position, the Board of Directors will choosea Hiring Committee that consists of a minimum of threepersons. (note: this clause should be discussedby the full board and amended accordingly). 4. A short list of applicants that meet the basic requirementswill be invited to an interview. 5. Second interviews will be held when several candidatesdemonstrate equal abilities. 6. Once a ﬁnal candidate has been determined a verbal oﬀer of employment can be made, except if theposition being ﬁlled is that of the ED/CEO,"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 31, "chunk_id": "31-4", "text": "been determined a verbal oﬀer of employment can be made, except if theposition being ﬁlled is that of the ED/CEO, in whichcase the Board of Directors must give approval.Following receipt of approval to hire, a verbal oﬀercan be made to the candidate. IT should be notedthat a verbal oﬀer is legally binding on the Foundation. Policies and Procedures Template - Page31"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 32, "chunk_id": "32-1", "text": "Written Oﬀer of Employment A job oﬀer letter allows the employer to itemizethe facts about the oﬀer, outline the job’sresponsibilities and highlight relevant details aboutthe company. In the event that the candidaterequests to negotiate issues like salary or vacation, the job oﬀer letter serves as the critical referencepoint. A clearly written oﬀer of employment is alsoa risk mitigant. The policy and procedures belowoutline a recommended practice. Amend to ﬁt yourFoundation’s practices. Policy and Procedure Statement All employees shall receive an employment packageoutlining the conditions of employment. Procedures: 1. Once a verbal oﬀer has been made and a verbal oﬀerof acceptance has been received, a written oﬀerof employment is prepared that includes: ● Position Title ● Job Description ● Salary &"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 32, "chunk_id": "32-2", "text": "has been received, a written oﬀerof employment is prepared that includes: ● Position Title ● Job Description ● Salary & Beneﬁts ● Vacation Entitlement ● Starting Date ● Hours of work ● Probationary period of ____ months ● Statement that candidate will uphold the bylaws ofthe foundation ● Speciﬁc conditions that may apply 2. Two copies of the oﬀer of employment will be made. The potential employee will be requested to signone and will be given the other for their personal records. 3. Upon receipt of written acceptance from the applicant, the Foundation will respond in writing to allunsuccessful applicants who were interviewed. 4. The employment package will include a copy of theHuman Resources Policy and ProcedureHandbook, Code of Ethics"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 32, "chunk_id": "32-3", "text": "who were interviewed. 4. The employment package will include a copy of theHuman Resources Policy and ProcedureHandbook, Code of Ethics and Conﬁdentiality policies, travel expense claim and the appropriateovertime tracking document. The employee will sign a conﬁrmation that the employeehas read and understood the employee package. Policies and Procedures Template - Page32"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 33, "chunk_id": "33-1", "text": "Orientation Orientation is important because it provides the new employee with concise and accurate informationto make him/her more comfortable in the job, encouragesemployee conﬁdence and helps the newemployee adapt faster to the job, contributes to amore eﬀective, productive workforce, improvesemployee retention; and promotes communication betweenthe supervisor and the new employee. Aneﬀective orientation program is also a risk mitigant. The policy and procedure below is one example ofa program. Amend to ﬁt your Foundation’s practices. Policy and Procedure Statement The Foundation recognizes the importance of providingessential information to newly hired employees. All newemployees will be provided with an orientation sessionduring the ﬁrst week of employment with the Foundation.Contract employees will be provided with the necessaryinformation to carry out the responsibilities oftheircontract."}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 33, "chunk_id": "33-2", "text": "ﬁrst week of employment with the Foundation.Contract employees will be provided with the necessaryinformation to carry out the responsibilities oftheircontract. Procedure: 1. The immediate supervisor will conduct the orientation, except if the new employee is the ED/CEO. Inthis situation the Chair of the Board of Directorsor his/her designate will conduct the orientation. 2. Brief the new employee on the role, purpose, visionand mission of the Foundation. Provide theemployee with copies of recent annual reports, newslettersand other supporting documents that helpto deﬁne the mandate of the Foundation. 3. Review relevant policy and procedure manuals, includingthe Human Resource’s Policies andProcedures. Have them sign that they have read andunderstood these policies. 4. Have the employee read and sign the ConﬁdentialityAgreement, ﬁle the signed"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 33, "chunk_id": "33-3", "text": "sign that they have read andunderstood these policies. 4. Have the employee read and sign the ConﬁdentialityAgreement, ﬁle the signed copy in the employeesﬁle. Give a duplicate copy of the agreement to theemployee for their records. 5. Inform the new employee of expected responsibilitiesand review the job description. 6. Inform the new employee of the probationary performanceevaluation. 7. Inform the employee about pay administration. 8. Answer any questions as required. Policies and Procedures Template - Page33"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 34, "chunk_id": "34-1", "text": "Probationary Review No matter how robust the recruitment process, it isall too easy to employ someone whounderperforms or simply doesn’t ﬁt the organization. Having a probationary period gives you theopportunity to assess suitability for a role. Youcould ﬁnd, a few weeks or months into the relationship,that the employee isn’t able to deliver the performanceor doesn’t have the skills promised at interview,has poor attendance or timekeeping or just doesn’tﬁt in terms of company culture or personality.Having a probationary period is also a risk mitigant. The policy and procedure below is one example ofa program. Amend to ﬁt your Foundations’s practices. Policy and Procedure Statement All employees have a six-month probationary period. A three-month evaluation of all new employees will beconducted followed"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 34, "chunk_id": "34-2", "text": "and Procedure Statement All employees have a six-month probationary period. A three-month evaluation of all new employees will beconducted followed by a probationary review that will be conducted at the end of the sixth month of employment. Procedure: 1. The employee’s immediate supervisor will completethe probationary review and shall inform theemployee in writing, not less than two weeks priorto the end of the probationary period, the date ofthe review. 2. If the ED/CEO is the new employee, an elected representative(s) from the Board of Directors willcomplete the review and shall inform the ED/CEO inwriting, not less than two weeks prior to the endofthe probationary period, the date of the review. 3. The immediate supervisor or Board of Directors shall complete"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 34, "chunk_id": "34-3", "text": "to the endofthe probationary period, the date of the review. 3. The immediate supervisor or Board of Directors shall complete the performance appraisal and informthe employee in writing of the successful completionof the probationary period. A copy of theperformance appraisal and the letter are placed inthe employees personnel ﬁle. 4. If it is not possible to determine if the employeeis suitable for ongoing employment, the probationaryperiod may be extended for up to six months. The employeeshall be notiﬁed in writing that theprobationary period has been extended for a speciﬁctime period. Policies and Procedures Template - Page34"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 35, "chunk_id": "35-1", "text": "Performance Appraisals An eﬀective appraisal and performance managementprocess can have a signiﬁcant impact on anorganization’s culture, staﬀ morale and employeeengagement levels – all of which enhance theFoundation’s brand and support the retention of keytalent. There is a debate as to whether traditionalappraisal systems are still eﬀective for the needsof an evolving workforce. Organizations such asDeloitte have announced that they are moving towardsmore ongoing discussions and feedback withemployees. Whether it’s traditional six or twelve-monthreviews and appraisals, or ongoingone-to-ones and performance catch ups, the importantelement is that there is a clear and consistentapproach to performance management and reviews. Themost signiﬁcant beneﬁt of the appraisalsystem is that it provides a document of employeeperformance over a speciﬁc period of time, whichisa signiﬁcant risk mitigant."}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 35, "chunk_id": "35-2", "text": "the appraisalsystem is that it provides a document of employeeperformance over a speciﬁc period of time, whichisa signiﬁcant risk mitigant. The policy and procedurebelow is an example of a system conducted twicea year. Considering the Deloitte process is somethingwhich the Foundation should undertake.Regardless of whichever process is used, it’s critical that there is a formalized process withdocumentation in place. The policy below refers toa Performance Appraisal Form. There are manysuch forms being used across the CFC network. Checkwith your CFC colleagues or the national oﬃcefor samples and amend to ﬁt your appraisal process. Policy and Procedure Statement All staﬀ of the Foundation shall receive performancereviews after six months and one year. In the secondyear ofemployment, performance reviews for new employeeswill"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 35, "chunk_id": "35-3", "text": "the Foundation shall receive performancereviews after six months and one year. In the secondyear ofemployment, performance reviews for new employeeswill be conducted annually at the same time as otherFoundation employees. The Chair of the Board of Directorsevaluates the performance of the ED/CEO. Employees’immediate supervisor evaluates the performance ofthe employees whom they are supervising. Procedures: 1. Support employees will be notiﬁed in writing at leasttwo weeks prior to the date of the performancereview. A blank copy of the “Performance Appraisal”form, with the exception of the “Goals andObjectives” section, will be provided to the employee. Employees are asked to ﬁll out the evaluationbased on how they would appraise themselves. The evaluationform needs to be completed andreturned to the Chief Executive Oﬃcer within"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 35, "chunk_id": "35-4", "text": "evaluationbased on how they would appraise themselves. The evaluationform needs to be completed andreturned to the Chief Executive Oﬃcer within oneweek. 2. The employee’s supervisor will complete the “PerformanceAppraisal” form, with the exception of the“Goals and Objectives” section prior to meeting withthe employee. 3. During the review, the supervisor and the employeewill review the evaluation and an open discussionwill be encouraged. At this time, the employee andtheir supervisor will discuss and develop the “Goalsand Objectives” for the next year. This will be completedon the form provided. 4. When both parties feel conﬁdent about the outcomesof the review and the development of the goalsand objectives, the “Performance Appraisal” form will be signed. 5. A copy of the appraisal will be placed"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 35, "chunk_id": "35-5", "text": "of the goalsand objectives, the “Performance Appraisal” form will be signed. 5. A copy of the appraisal will be placed in the employee’spersonnel ﬁle. Policies and Procedures Template - Page35"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 36, "chunk_id": "36-1", "text": "Pay increases may be considered after the probationary period of six months and thereafter on the one-yearanniversary date and shall be at the discretion ofmanagement in accordance with annual and local inﬂation. Payincreases for performance may be considered annuallyon the one-year anniversary date thereafter. Decisions with regard to rate increases are determinedusing the following criteria: ● Job and technical knowledge ● Problem solving and judgment ● Quality of work ● Quantity of work ● Teamwork and cooperation ● Communication, and, ● Self-management. It is the expectation of the Foundation that wagesshall not be discussed between employees. Policies and Procedures Template - Page36"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 36, "chunk_id": "36-2", "text": "- Page36"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 37, "chunk_id": "37-1", "text": "SECTION 7 Problem Resolution Progressive Discipline Employee discipline is a necessary evil for most employers. It’s never fun to do and can lead tounhappy employees. Moreover, there is always therisk that discipline will lead to discrimination orother work-related claims, whether merited or not. But the long-term consequences of neglectingemployee discipline can soon outweigh the short-termdiscomfort of doing so. Although there is not away to make employee discipline completely pain free, implementing a progressive discipline policycan help alleviate some of the discomfort. A progressive discipline policy provides many beneﬁtsto employers and employees. Along with otherbeneﬁts, the policy provides structure and predictabilityto the discipline process, sets a basic set ofdiscipline standards for supervisors to follow, helpssupervisors document disciplinary actions and canbe instrumental"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 37, "chunk_id": "37-2", "text": "the discipline process, sets a basic set ofdiscipline standards for supervisors to follow, helpssupervisors document disciplinary actions and canbe instrumental in defeating discrimination, unemployment, and other work-related claims. The policy below is a best practice and it is advisablethat your Foundation check with legal counsel toensure that risk is mitigated and that the processis fair and transparent. Policy and Procedure Statement The Foundation will use progressive discipline forall employees whose performance requires improvement. Thepurpose of the process is to correct, not punish, those employees who have not followed Foundation guidingprinciples, policies and procedures. Consistent andfair procedures for progressive development giveemployeesample opportunity to improve. Deﬁnitions: Progressive discipline: ● Emphasizes correction and establishes clear goalsto help employees change from unsatisfactoryperformance to satisfactory"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 37, "chunk_id": "37-3", "text": "opportunity to improve. Deﬁnitions: Progressive discipline: ● Emphasizes correction and establishes clear goalsto help employees change from unsatisfactoryperformance to satisfactory performance. ● Focuses on the performance rather than the person. Policies and Procedures Template - Page37"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 38, "chunk_id": "38-1", "text": "Procedures: 1. The employee’s supervisor will implement progressivediscipline when addressing performance issues. 2. If, through the application of progressive discipline, conduct or performance problems are unable to beresolved, the Foundation will institute a process, which will result in increasingly directive actionstocorrect the employee’s performance. The employee’ssupervisor will follow a consistent procedure to: ● Let employees know that continuing improper actionswill lead to increasingly directivecorrective actions, up to and including termination. ● Provide a written report on all actions taken. 3. The steps in the eﬀective disciplinary process areas follows: ● Verbal warning (with written documentation) ● Written Warning (and privately hold a second discussionwith that employee regardingconduct) ● 2nd written warning or suspension with or withoutpay (this may be purged"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 38, "chunk_id": "38-2", "text": "hold a second discussionwith that employee regardingconduct) ● 2nd written warning or suspension with or withoutpay (this may be purged from theemployee’s ﬁle if there is no recurrence over thenext 24 months) ● Termination Complaint and Anti-Harassment Policy All employers are responsible for providing a workplacefree from harassment. Employers areobligated to take appropriate action against any employee, volunteer or contractor who harassessomeone. Otherwise, an employer can be held responsiblefor harassment committed by them.Adopting a harassment policy can foster an environmentof respect for human rights and helps peoplein the organization understand their rights and responsibilities. Policies can protect an organizationfrom discrimination complaints. The policy below, created by an Alberta-based foundation, is atemplate upon which your Foundation can base yourpolicy. The Canadian"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 38, "chunk_id": "38-3", "text": "complaints. The policy below, created by an Alberta-based foundation, is atemplate upon which your Foundation can base yourpolicy. The Canadian Human Rights Commissionalso has anti-harassment policy templates, which canbe found atwww.chrc-ccdp.gc.ca/en. AppendixA includes links to provincial human rights legislationand regulations. Policy and Procedure Statement The Foundation will ensure every employee, volunteerand contractor fair and equal treatment and consideration.According to the Alberta Human Rights Code, harassmentis engaging in an abusive or vexatious course ofcomment or conduct that is known or ought reasonablyto be known to be unwelcome. It is a form of discriminationand can include behaviour such as demands, threats, gestures, innuendo, unwelcome remarks, jokes, slurs, displayof oﬀensive material, physical or sexual assaultor taunting about a person’s body, clothing, habits, customs"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 38, "chunk_id": "38-4", "text": "innuendo, unwelcome remarks, jokes, slurs, displayof oﬀensive material, physical or sexual assaultor taunting about a person’s body, clothing, habits, customs ormannerisms. Harassment can also include inappropriateor unwelcome comments regarding a person’s physicalcharacteristics and/or mental health. Policies and Procedures Template - Page38"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 39, "chunk_id": "39-1", "text": "The Foundation has a legal obligation to ensure the safety and well-being of all employees, volunteers andcontractors therefore, depending on the nature andgravity of an incident, the Foundation reserves theright toconduct an investigation regardless of whether ornot a formal complaint has been ﬁled. It is the responsibility of any employee, volunteeror contractor experiencing or aware of any type ofharassmentwithin the Foundation to report the situation to theirsupervisor. The supervisor is to conﬁrm the employee,volunteer or contractor has taken steps to resolveper the following procedure. Harassment and Discrimination Prevention The Foundation is committed to providing every employee, volunteer or contractor with a workplace free fromharassment and discrimination, whether prohibitedby human rights legislation or otherwise. The Foundationwillnot tolerate incidents of harassment or"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 39, "chunk_id": "39-2", "text": "a workplace free fromharassment and discrimination, whether prohibitedby human rights legislation or otherwise. The Foundationwillnot tolerate incidents of harassment or discriminationbrought to its attention and will act swiftly toinvestigate andresolve all such manners. The Foundation recognizes that employees, volunteersand contractors may also be subject to harassmentanddiscrimination from others who conduct business withthe Foundation. In these circumstances, because thispolicyis intended to apply in all cases of harassment anddiscrimination, the Foundation will assist and supportthe personaﬀected by the harassment or discrimination. The Foundation also recognizes that prohibited harassmentand discrimination can occur at places other thanthephysical workplace. Employees, volunteers and contractorshave the right to be free from harassment anddiscrimination in all locations where work is conductedon behalf of the Foundation, or where the"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 39, "chunk_id": "39-3", "text": "to be free from harassment anddiscrimination in all locations where work is conductedon behalf of the Foundation, or where the individual ispresent at the location only by virtue of their workwith the Foundation. Deﬁnitions: Discrimination: Means any action, inaction or behaviourwhich negatively aﬀects the status of an employeeoranyone with whom he/she comes into contact at theFoundation. It is also the treatment of anyone unequally, onthe basis of any prohibited ground under human rightslegislation, such as sex, race, colour, creed, religion, nationalor ethnic origin, age, disability, family or marital status or sexual orientation. Workplace: The workplace is not solely the oﬃcein which business of the Foundation is conducted. Any improperconduct occurring outside of the oﬃce but havingrepercussions in the work environment"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 39, "chunk_id": "39-4", "text": "which business of the Foundation is conducted. Any improperconduct occurring outside of the oﬃce but havingrepercussions in the work environment and adverselyaﬀectingemployment, volunteer or contractor relationshipsmay also be deﬁned as workplace harassment. Verbal Harassment: Foul or obscene language, derogatoryracial comments, demeaning ethnic jokes or slurs,unwanted sexual comments, implied or expressed promisesof reward for complying with, or threats or reprisal fornot complying with, a sexually oriented request. Physical & Sexual Harassment: These include practical jokes, pushing, shoving, aggressive behavior andthe like.Acts of sexual harassment include any unwanted physical contact, unnecessary touching, or physical interferencewith work or movement. Visual Harassment: These include obscene gestures, demeaning posters, cartoons, graﬃti or drawingswhich areshown to an individual or group or displayed in plainview. Where these"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 39, "chunk_id": "39-5", "text": "obscene gestures, demeaning posters, cartoons, graﬃti or drawingswhich areshown to an individual or group or displayed in plainview. Where these have a sexual orientation, thiswillconstitute sexual harassment. Policies and Procedures Template - Page39"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 40, "chunk_id": "40-1", "text": "Procedure: Where, in the opinion of the employee, volunteer orcontractor unfair treatment has been rendered ora problemarises, the following procedure shall be followed. 1. If possible, immediately tell the person whom youfeel is harassing you that their conduct or behaviouris unwelcome and that you wish it to be stopped. 2. Make some notes about what happened (what was saidor done), when it happened (date, time andplace), who was involved and who may have witnessedthe incident. You will want these details torefresh your memory and in case the problem is notcorrected and you have to take the matter further. 3. If the harassing behaviour continues, or if you feel unable to approach the harasser directly about thisproblem, report the incident to"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 40, "chunk_id": "40-2", "text": "the harassing behaviour continues, or if you feel unable to approach the harasser directly about thisproblem, report the incident to the appropriate supervisorwithin seven (7) days of the incident. If thesupervisor is the cause of the problem the situationshould be discussed with the ED/CEO. If theED/CEO is the cause of the problem the situation shouldbe discussed with the Board Chair. Theemployee, volunteer or contractor has the choice ofeither discussing the problem (in the case of aninformal concern) or submitting a formal or writtenconcern. 4. In cases where the concern can be corrected in aninformal manner, the supervisor (or Chair of theBoard) may discuss the situation with everyone involved, develop an action plan, and check with theemployee periodically to ensure the"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 40, "chunk_id": "40-3", "text": "theBoard) may discuss the situation with everyone involved, develop an action plan, and check with theemployee periodically to ensure the problem is beingresolved. 5. In cases where the concern has been put in writinga full investigation will be carried out, every eﬀortwill be made to resolve the problem to the employee’ssatisfaction. 6. If the supervisor has been unable to resolve the situationwithin (10) working days, the supervisor shalltake the matter to the ED/CEO. The ED/CEO shall attemptto resolve the issue within seven (7) workingdays. If the ED/CEO has been unable to resolve thesituation, the matter will be taken to the BoardChair. The Chair of the Board, in consultation withtwo Board members, shall attempt to resolve theissue within seven (7) working"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 40, "chunk_id": "40-4", "text": "BoardChair. The Chair of the Board, in consultation withtwo Board members, shall attempt to resolve theissue within seven (7) working days. 7. Should the matter remain unresolved after the abovesteps have been taken, the employee shall retainthe right to refer the issue with the appropriatelegal body without fear of recourse. The Foundationshall retain the right to dispute the complaint asit feels necessary. Right to Discipline Nothing in this Policy shall be deemed to limit orin any other way aﬀect the right of the Foundationto disciplineemployees for violations under this policy, or otherbreaches, whether or not the action was part of theviolationunder this Policy. Prevention of misapplication of the policy Purposeful misapplication of the processes by anyonewill lead to appropriate consequences,"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 40, "chunk_id": "40-5", "text": "theviolationunder this Policy. Prevention of misapplication of the policy Purposeful misapplication of the processes by anyonewill lead to appropriate consequences, includingsome formof discipline as the misapplication of this policyis inappropriate behaviour. It is a misapplicationof this policy tomake a false report against another employee, volunteeror contractor. False, vexatious or malicious harassmentcomplaints may result in disciplinary action, up toand including termination of employment or relationshipwithFoundation. Policies and Procedures Template - Page40"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 41, "chunk_id": "41-1", "text": "SECTION 8 Change of Status Resignation & Termination Having clear processes for when employees leave yourFoundation can mitigate legal risks andnegative feelings. Policy and Procedure Statement Employees are requested to provide written noticeto their immediate supervisor of their intended resignation. Employees giving notice or receiving notice of terminationwill receive a record of employment, together withallwages outstanding, including any vacation pay accrued. All cases of employer termination shall comply withprovincial/federal employment standards legislation. Issuing References No opinions on an employee’s competency or qualiﬁcationsshould come through a reference. Onlystandard issue HR information should be in the reference. True, the diﬃcult burden of proving a formeremployee didn’t get a new job because of your referencelies with the employee, but a disgruntledemployee could still"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 41, "chunk_id": "41-2", "text": "proving a formeremployee didn’t get a new job because of your referencelies with the employee, but a disgruntledemployee could still make you litigate or alternativelythe new employer could sue if the old managerdidn’t mention something important. Having a neutral policy that applies to everyone means that yourBoard and lawyer sleep better at night. Policy and Procedure Statement It is the policy of the Foundation to respect theconﬁdentiality of employee records and thereforediscretion andsensitivity are used when issuing references and employeeveriﬁcation. Procedure: Letters of reference will be issued at the requestof the employee and will include employee name, title, dates ofemployment, a brief overview of key tasks and accomplishments, and rate of pay (if requested by employee). Policies and Procedures Template"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 41, "chunk_id": "41-3", "text": "a brief overview of key tasks and accomplishments, and rate of pay (if requested by employee). Policies and Procedures Template - Page41"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 42, "chunk_id": "42-1", "text": "APPENDIX A Legislation aﬀecting relationship between employersand employees in Canada’s provinces and territories ALBERTA Employment Standards Code and Regulations The Employment Standards Code establishes Alberta’sminimum standards of employment in many areasincluding payment of wages, hours of work, overtime,vacation, and holidays, leaves and termination ofemployment. It establishes the processes by whichanemployee can seek recourse if the standards have notbeen met. https://www.alberta.ca/alberta-employment-standards-rules.aspx Alberta Human Rights Act The Alberta Human Rights Act prohibits discriminationinemployment based on the grounds of race, colour,ancestry, place of origin, religious beliefs, gender, genderidentity, gender expression, age, physical disability,mental disability, marital status, family status, source ofincome and sexual orientation. Employers are expectedto create an inclusive workplace that respects thedignityof every individual. Employees can also play an importantrole in creating"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 42, "chunk_id": "42-2", "text": "Employers are expectedto create an inclusive workplace that respects thedignityof every individual. Employees can also play an importantrole in creating an inclusive workplace by understandingtheir rights and responsibilities under the AHR Act. https://www.albertahumanrights.ab.ca/employment/employer_info/Pages/employer_rights_and_responsibilities.aspx Many of the human rights protected under the CanadianHuman Rights Act are speciﬁc to First Nations. TheHuman Rights Handbook for First Nations was createdspeciﬁcally for people who work for First Nationsgoverning bodies responsible for providing servicetoFirst Nations communities. http://nwthumanrights.ca/wp-content/uploads/2020/05/fn_handbook.pdf Personal Information Protection Act This act is Alberta’s private sector privacy law andincludes rules for how organizations collect, use, anddisclose personal employee information and limitshowthat information can be used. https://www.alberta.ca/personal-employee-information.aspx Labour Relations Code The Code outlines the rights and responsibilitiesofemployers, trade unions and employees in labourrelations. In Alberta,"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 42, "chunk_id": "42-3", "text": "used. https://www.alberta.ca/personal-employee-information.aspx Labour Relations Code The Code outlines the rights and responsibilitiesofemployers, trade unions and employees in labourrelations. In Alberta, the Code guarantees that employeeshave the right to collective bargaining with employers.The Code creates ways for employees to choose tradeunion representation. http://www.alrb.gov.ab.ca/guide/guide.pdf Workers Compensation Act The Workers' Compensation Act creates the Workers'Compensation Board (WCB) as a corporation and grantsitauthority to administer a system of workplace injuryinsurance for the workers and employers of the provinceof Alberta. WCB insurance coverage is mandatory formost employers and workers in Alberta. It is the onlyinsurance that oﬀers protection from lawsuit forall partiescovered by WCB. https://www.wcb.ab.ca/ Policies and Procedures Template - Page42"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 42, "chunk_id": "42-4", "text": "Policies and Procedures Template - Page42"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 43, "chunk_id": "43-1", "text": "BRITISH COLUMBIA Employment Standards Act B.C. has minimum standards for wages and workingconditions for most workplaces in the province. TheEmployment Standards Act sets out rules on hours ofwork, time oﬀ, notice, severance pay and other topics. https://www2.gov.bc.ca/gov/content/employment-business/employment-standards-advice/employment-standards Human Rights Code The Human Rights Code forbids discrimination inemployment. Employers and others have a duty not todiscriminate regarding employment. This includes adutyto take all reasonable steps to avoid a negative eﬀectbased on a personal characteristic. Many of the humanrights protected under the Canadian Human Rights Actare speciﬁc to First Nations. The Human RightsHandbook for First Nations was created speciﬁcallyforpeople who work for First Nations governing bodiesresponsible for providing service to First Nationscommunities. http://nwthumanrights.ca/wp-content/uploads/2020/05/fn_handbook.pdf Personal Information Protection Act Under the act, individuals have"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 43, "chunk_id": "43-2", "text": "First Nations governing bodiesresponsible for providing service to First Nationscommunities. http://nwthumanrights.ca/wp-content/uploads/2020/05/fn_handbook.pdf Personal Information Protection Act Under the act, individuals have the right to accesstheirown personal information. The law also states therulesby which organizations can collect, use and disclosepersonal information from customers, clients and/oremployees. https://www2.gov.bc.ca/gov/content/employment-business/business/managing-a-business/protect-personal-information Accessibility Act The Act had its ﬁrst reading in May 2018. To gatherfeedback in preparation for the development of thelawand its standards and policies, the government heldapublic engagement from September 16 to November 29,2019, allowing citizens to provide feedback and ideastohelp inform the legislation. Occupational Health and Safety Regulation The Regulation contains legal requirements that mustbemet by all workplaces under the inspectional jurisdictionof WorkSafeBC and covers most workplaces in B.C. Thepurpose of the Regulation is to"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 43, "chunk_id": "43-3", "text": "by all workplaces under the inspectional jurisdictionof WorkSafeBC and covers most workplaces in B.C. Thepurpose of the Regulation is to promote occupationalhealth and safety and to protect workers and otherpersons present at workplaces from work-related riskstotheir health, safety, and well-being. https://www.worksafebc.com/en/law-policy/occupational-health-safety/searchable-ohs-regulation/ohs-regulation/part-03-rights-and-responsibilities#SectionNumber:3.2 Workers Compensation Act The occupational health and safety provisions of theActaddress matters such as the rights and responsibilitiesofworkplace parties, joint committees and workerrepresentatives, the right to refuse unsafe work, accidentreporting, investigations, enforcement, oﬀences, andadministrative procedures. The Act is administeredbyWorkSafeBC. https://www.worksafebc.com/en/for-employers Policies and Procedures Template - Page43"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 44, "chunk_id": "44-1", "text": "MANITOBA Employment Standards Code The Employment Standards Code provides employersand employees with information regarding minimumwage standards, protection for young workers, payingwages and more. https://www.gov.mb.ca/labour/standards/doc,quick_guide,factsheet.html Human Rights Code The Human Rights Code is Manitoba's provincial humanrights law. It protects individuals and groups inManitobafrom discrimination and is administered by the ManitobaHuman Rights Commission. http://www.manitobahumanrights.ca/v1/education-resources/resources/reasonable-accommodation.html Many of the human rights protected under the CanadianHuman Rights Act are speciﬁc to First Nations. TheHuman Rights Handbook for First Nations was createdspeciﬁcally for people who work for First Nationsgoverning bodies responsible for providing servicetoFirst Nations communities. http://nwthumanrights.ca/wp-content/uploads/2020/05/fn_handbook.pdf Accessibility for Manitobans Act The Act outlines a clear and proactive process toidentify,remove and prevent barriers in key areas of dailyliving,including employment. The Accessibility Standard forEmployment calls on all"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 44, "chunk_id": "44-2", "text": "and proactive process toidentify,remove and prevent barriers in key areas of dailyliving,including employment. The Accessibility Standard forEmployment calls on all employers to have measures,policies and practices to provide reasonableaccommodations for employees and applicants.Employers need to consider reasonable accommodationat various stages of employment as it applies to theirorganizations. This includes recruitment, oﬀer ofemployment, on the job, return to work, and training. http://www.accessibilitymb.ca/business-and-non-proﬁt-employment.html Workplace Safety and Health Act The Act and associated regulations are in place toprotect the safety and health of workers in Manitoba.From policy to training to providing proper equipment,employers have a responsibility to do their best tokeepworkers safe on the job. https://www.safemanitoba.com/Roles/Pages/Employer.aspx Workers Compensation Board Workers compensation coverage is required for mostbusinesses in Manitoba. If you are in a"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 44, "chunk_id": "44-3", "text": "the job. https://www.safemanitoba.com/Roles/Pages/Employer.aspx Workers Compensation Board Workers compensation coverage is required for mostbusinesses in Manitoba. If you are in a mandatoryindustry, everyone who works for your business isconsidered a worker and is entitled to WCB coverageregardless of: the number of hours they work or thestructure of their pay. The main categories of workersthatare not covered by traditional workers' compensationare:business owners, volunteers, independent contractors,federal employees, railroad employees, andlongshoremen. https://www.wcb.mb.ca/workers-compensation-coverage Policies and Procedures Template - Page44"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 45, "chunk_id": "45-1", "text": "NEW BRUNSWICK Employment Standards Act The Employment Standards Act sets minimum rights andresponsibilities for all provincially regulated employersand employees in the province, governing such thingsaswages, vacation pay, public holiday pay and variousleaves, among other things. https://www2.gnb.ca/content/gnb/en/departments/post-secondary_education_training_and_labour/People/content/EmploymentStandards.html Human Rights Act The Act, which is often called the Human Rights Code, isa provincial law that prohibits discrimination andharassment based on 16 prohibited grounds ofdiscrimination (with speciﬁc provisions for sexualharassment and reprisal) in speciﬁed activities thatfallunder provincial jurisdiction. It is the principal legalinstrument through which equality rights are enforcedinthe province. https://www2.gnb.ca/content/gnb/en/departments/nbhrc/human-rights-act/summary.html Many of the human rights protected under the CanadianHuman Rights Act are speciﬁc to First Nations. TheHuman Rights Handbook for First Nations was createdspeciﬁcally for people who work for First Nationsgoverning bodies"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 45, "chunk_id": "45-2", "text": "speciﬁc to First Nations. TheHuman Rights Handbook for First Nations was createdspeciﬁcally for people who work for First Nationsgoverning bodies responsible for providing servicetoFirst Nations communities. http://nwthumanrights.ca/wp-content/uploads/2020/05/fn_handbook.pdf Occupational Health and Safety Act The Act and corresponding regulations contain legalrequirements that must be met by all New Brunswickworkplaces ensuring employers take every reasonableprecaution to ensure the health and safety of employees. https://www.worksafenb.ca/media/58747/ohs-by-numbers-les-chiﬀres-et-lois-sst.pdf Workers Compensation Act Under the WC Act, all employers with three or moreworkers at any time during the year must registerforcoverage with WorkSafeNB. These workers may befull-time, part-time, casual workers or non-registeredcontractors, subcontractors, or brokers. This is referredtoas mandatory coverage. https://www.worksafenb.ca/media/59384/guidefornbemployers.pdf Policies and Procedures Template - Page45"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 45, "chunk_id": "45-3", "text": "coverage. https://www.worksafenb.ca/media/59384/guidefornbemployers.pdf Policies and Procedures Template - Page45"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 46, "chunk_id": "46-1", "text": "NEWFOUNDLAND AND LABRADOR Labour Standards Act The Labour Standards Act requires all employersestablish conditions of employment that meet at leastthelegislated minimum standards in areas such as hoursofwork, minimum wage, leave entitlements, terminationofemployment, paid public holidays, vacation, etc. https://www.gov.nl.ca/aesl/ﬁles/labour_relations_work.pdf Human Rights Act The Act protects people from discrimination andharassment. The Human Rights Act recognizes theinherent dignity and worth of all people, that weall haveequal rights and opportunities and should live freefromdiscrimination and harassment. Discrimination is treatingsomeone unfairly because of their personalcharacteristics, such as their race, age, sex, ordisability.These characteristics are also called prohibited grounds.Harassment is a form of discrimination. It happenswhen aperson experiences unwanted and oﬀensive commentsand/or conduct because of their personal characteristics.https://thinkhumanrights.ca/. Many of the human rightsprotected under the Canadian"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 46, "chunk_id": "46-2", "text": "aperson experiences unwanted and oﬀensive commentsand/or conduct because of their personal characteristics.https://thinkhumanrights.ca/. Many of the human rightsprotected under the Canadian Human Rights Act arespeciﬁc to First Nations. The Human Rights HandbookforFirst Nations was created speciﬁcally for peoplewhowork for First Nations governing bodies responsibleforproviding service to First Nations communities. http://nwthumanrights.ca/wp-content/uploads/2020/05/fn_handbook.pdf Workplace Health, Safety andCompensation ActThe Act imposes certain minimum conditions on allworkplaces that ensures that workers are providedwithan environment that neither impairs their health orimperils their safety. An employer shall ensure, whereit isreasonably practicable, the health, safety and welfareofhis or her workers. (g) shall cooperate with a personexercising a duty imposed by this Act or regulations.Employers that do business and have employees inNewfoundland and Labrador must register withWorkplaceNL and pay assessments"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 46, "chunk_id": "46-3", "text": "by this Act or regulations.Employers that do business and have employees inNewfoundland and Labrador must register withWorkplaceNL and pay assessments based on theirworkers’ earnings. https://workplacenl.ca/employers/ Accessibility Act The Government of Newfoundland and Labrador iscommitted to working with advocacy groups andcommunity stakeholders to create new accessibilitylegislation. The purpose of this legislation is topreventand remove barriers faced by persons with disabilities.The Disability Policy Oﬃce has partnered with thePublicEngagement Division, as well as the Coalition of Personswith Disabilities (the coalition) and the Provincial AdvisoryCouncil for the Inclusion of Persons with Disabilities(theadvisory council) to conduct public engagement processthat will inform the proposed legislation. https://www.engagenl.ca/engagement-initiatives/accessibility-legislation Policies and Procedures Template - Page46"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 46, "chunk_id": "46-4", "text": "Policies and Procedures Template - Page46"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 47, "chunk_id": "47-1", "text": "NOVA SCOTIA Labour Standards Code The Labour Standards legislation sets out the minimumemployment rules in Nova Scotia that employers andemployees have to follow. It also sets out rules speciﬁctothe recruitment of workers and the hiring of foreignworkers. Employees, employers, and recruiters haverights and responsibilities under these rules. https://novascotia.ca/lae/employmentrights/docs/labourstandardscodeguide.pdf Human Rights Act The Act prohibits actions that discriminate againstpeoplebased on a protected characteristic (20 in total) incombination with a prohibited area, which includesemployment. https://humanrights.novascotia.ca/know-your-rights/businesses-and-other-organizations Many of the human rights protected under the CanadianHuman Rights Act are speciﬁc to First Nations. TheHuman Rights Handbook for First Nations was createdspeciﬁcally for people who work for First Nationsgoverning bodies responsible for providing servicetoFirst Nations communities. http://nwthumanrights.ca/wp-content/uploads/2020/05/fn_handbook.pdf Occupational Health and Safety Act Health and safety"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 47, "chunk_id": "47-2", "text": "work for First Nationsgoverning bodies responsible for providing servicetoFirst Nations communities. http://nwthumanrights.ca/wp-content/uploads/2020/05/fn_handbook.pdf Occupational Health and Safety Act Health and safety in the workplace are protected byNova Scotia's Occupational Health and Safety Act andRegulations. The Department of Labour and AdvancedEducation is a key part of Nova Scotia's WorkplaceSafetyand Insurance System. Their staﬀ promote, coordinate,administer, and enforce occupational health and safetyfor you. http://www.worksafeforlife.ca/Home/Injury-Prevention/Employer-Checklists Workers Compensation Act Only businesses with 3 or more employees need to haveWorkers’ Compensation. Coverage is optional forbusinesses with less than 3 employees The Workers'Compensation Act (the “Act”) provides the legalframework for the administration of the WCB'sprevention, return to work, assessment, andcompensation programs. WCB Overview. WCB NovaScotia is the province's provider of workplace injuryinsurance. Pursuant to the Workers' Compensation"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 47, "chunk_id": "47-3", "text": "work, assessment, andcompensation programs. WCB Overview. WCB NovaScotia is the province's provider of workplace injuryinsurance. Pursuant to the Workers' Compensation Act,we provide workplace injury insurance to workers andemployers in Nova Scotia. https://www.wcb.ns.ca/Workplace-Injury-Insurance/Do-I-Need-to-Register.aspx Accessibility Act Nova Scotia’s Accessibility Act, also known as Bill 59, waspassed in April 2017. The legislation aims to makeNovaScotia inclusive and barrier-free by 2030. Thegovernment is working with people with disabilities, andpublic and private sector organizations to createsixstandards, including one for employers, for an accessibleNova Scotia. These standards will be drafted in phasesand will be available for public consultation beforecoming into force. https://siteimprove.com/en-ca/accessibility/nova-scotia-accessibility-act/#what_is_nova_scotia's_accessibility_act? Policies and Procedures Template - Page47"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 47, "chunk_id": "47-4", "text": "- Page47"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 48, "chunk_id": "48-1", "text": "Policies and Procedures Template - Page48"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 49, "chunk_id": "49-1", "text": "NORTHWEST TERRITORIES Employment Standards Act The Act applies to most employees and employers thatperform work in the Northwest Territories and setsoutthe minimum employment standards for the NWT. https://www.ece.gov.nt.ca/en/services/employment-standards Human Rights Act The NWT Human Rights Act protects the equal humanrights of everyone in the NWT. It is against the lawtodiscriminate against anyone in any of the followingareas:Employment including looking for work. The NWT HumanRights Act applies to businesses, industries,organizations, and government agencies which areregulated by the NWT. http://nwthumanrights.ca/your-rights/jurisdiction/ Many of the human rights protected under the CanadianHuman Rights Act are speciﬁc to First Nations. TheHuman Rights Handbook for First Nations was createdspeciﬁcally for people who work for First Nationsgoverning bodies responsible for providing servicetoFirst Nations communities. http://nwthumanrights.ca/wp-content/uploads/2020/05/fn_handbook.pdf Safety Act, Occupational"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 49, "chunk_id": "49-2", "text": "was createdspeciﬁcally for people who work for First Nationsgoverning bodies responsible for providing servicetoFirst Nations communities. http://nwthumanrights.ca/wp-content/uploads/2020/05/fn_handbook.pdf Safety Act, Occupational Healthand Safety RegulationsThe Workplace Safety & Compensation Commission isthe agency responsible for administering the Act andtheRegulations for both NWT and Nunavut. No matter howsmall your business is or the type of work you do, youmust provide and maintain a safe workplace. Developingan Occupational Health and Safety (OHS) Program buildsa framework to manage health and safety as an integralpart of your business. If you operate a business intheNorthwest Territories or Nunavut, you must registerwiththe WSCC. Employers who fail to register within thetendays of operating or establishing a business are chargeda penalty. https://www.wscc.nt.ca/employer-services Policies and Procedures Template - Page49"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 49, "chunk_id": "49-3", "text": "thetendays of operating or establishing a business are chargeda penalty. https://www.wscc.nt.ca/employer-services Policies and Procedures Template - Page49"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 50, "chunk_id": "50-1", "text": "NUNAVUT Employment Standards Act The Act sets out the general rights and responsibilitiesfor both employers and employees. http://nu-lsco.ca/faq-s#:~:text=THE%20LABOUR%20STANDARDS%20ACT%20IS,FOR%20BOTH%20EMPLOYERS%20AND%20EMPLOYEES. Human Rights Act The Act protects the equality rights of Nunavummiutandsafeguards an equal opportunity to enjoy a full andproductive life free from discrimination and harassment. http://www.nhrt.ca/english/resources Safety Act, Occupational Healthand Safety RegulationsThe Workplace Safety & Compensation Commission isthe agency responsible for administering the Act andtheRegulations for both NWT and Nunavut. No matter howsmall your business is or the type of work you do, youmust provide and maintain a safe workplace. Developingan Occupational Health and Safety (OHS) Program buildsa framework to manage health and safety as an integralpart of your business. If you operate a business intheNorthwest Territories or Nunavut, you must registerwiththe"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 50, "chunk_id": "50-2", "text": "and safety as an integralpart of your business. If you operate a business intheNorthwest Territories or Nunavut, you must registerwiththe WSCC. Employers who fail to register within thetendays of operating or establishing a business are chargeda penalty. https://www.wscc.nt.ca/employer-services Policies and Procedures Template - Page50"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 51, "chunk_id": "51-1", "text": "ONTARIO Employment Standards Act The Employment Standards Act, 2000 (ESA) providestheminimum standards for most employees working inOntario. It sets out the rights and responsibilitiesofemployees and employers in most Ontario workplaces. https://www.ontario.ca/document/your-guide-employment-standards-act-0 Accessibility for Ontarians withDisabilities Act The Accessibility for Ontarians with DisabilitiesAct’spurpose is to improve accessibility standards forOntarians with physical and mental disabilities toallpublic establishments by 2025. https://www.aoda.ca/what-is-the-employment-standard/ Ontario Human Rights Code The Ontario Human Rights Code gives everybody equalrights and opportunities without discrimination,harassment, and reprisal with respect to employment,trade, self-governing profession, services, good,contracts and facilities. http://www.ohrc.on.ca/en/policy-primer-guide-developing-human-rights-policies-and-procedures Occupational Health & Safety Act This Act sets out the rights and duties of all partiesin theworkplace. It establishes procedures for dealing withworkplace hazards and it provides for enforcementof thelaw where compliance has"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 51, "chunk_id": "51-2", "text": "of all partiesin theworkplace. It establishes procedures for dealing withworkplace hazards and it provides for enforcementof thelaw where compliance has not been achieved voluntarilyby workplace parties. https://www.ontario.ca/document/guide-occupational-health-and-safety-act Workplace Safety & Insurance Act The Workplace Safety & Insurance Board is the provincialagency that provides support and insurance for workersinjured on the job. https://www.wsib.ca/en Policies and Procedures Template - Page51"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 52, "chunk_id": "52-1", "text": "QUEBEC Labour Standards Act The Labour Standards Act sets out the minimum workingconditions in Québec. http://www.qappd.com/cms/images/cms_images/cnt_quebec_labor_standards.pdf https://www.cnt.gouv.qc.ca/accueil/index.html Occupational Health and Safety Act This Act deals ﬁrst and foremost with the preventionofwork-related accidents and diseases. The Commissiondesnormes, de l’équité, de la santé et de la sécuritédu travail(CNESST or Labour Standards, Pay Equity and WorkplaceHealth and Safety Board) is in charge, amongst otherthings, ofapplying the Act respecting labour standards and informingthepublic about workplace rules. https://www.csst.qc.ca/en/Pages/all_english_content.aspx https://www.csst.qc.ca/en/Pages/CSST_communications_french_only.aspx Charter of Human Rights and Freedoms The Charter is a fundamental law that takes precedenceover alllaws in Québec. Its main purpose is to foster harmoniousinteractions between people in Québec and betweenindividuals and their institutions, including theGovernment. TheCharter guarantees to each individual in Quebec; fundamentalrights and freedoms,"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 52, "chunk_id": "52-2", "text": "people in Québec and betweenindividuals and their institutions, including theGovernment. TheCharter guarantees to each individual in Quebec; fundamentalrights and freedoms, right to equality (i.e. non-discrimination),political rights, judicial rights, economic and social rights. https://www.cdpdj.qc.ca/en/droits-de-la-personne/vos-droits-au-quebec/Pages/charte.aspx (Click on translate button located on top right ofscreen to getinformation in either English or French). Once onthe site, clickon ‘right to equality’ for more detailed information. Pay Equity Act The goal of the Act is to correct salary diﬀerencesdue togender discrimination. Companies with 10 employeesor moremust make sure there is pay equity between jobs donebywomen and comparable jobs done by men. The Commissiondes normes, de l’équité, de la santé et de la sécuritédu travail(CNESST or Labour Standards, Pay Equity and WorkplaceHealth and Safety Board) is in"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 52, "chunk_id": "52-3", "text": "de la santé et de la sécuritédu travail(CNESST or Labour Standards, Pay Equity and WorkplaceHealth and Safety Board) is in charge, amongst otherthings, ofapplying the Act respecting labour standards and informingthepublic about workplace rules. https://www.csst.qc.ca/en/Pages/all_english_content.aspx https://www.csst.qc.ca/en/Pages/CSST_communications_french_only.aspx Protection of Personal Information in thePrivate Sector The Act covers private sector employers and regulatestheprotection of personal information that an employercollects,holds, uses, or communicates to third persons whilecarrying onits business. The legislation is being amended atthe writing ofthis document. Employers should consult with theirlawyer as tothe current legislation and regulations. http://legisquebec.gouv.qc.ca/en/showdoc/cs/P-39.1 http://legisquebec.gouv.qc.ca/fr/ShowDoc/cs/P-39.1 Voluntary Retirement Savings Plans A VRSP is a retirement savings plan administered bya ﬁnancialinstitution in which employees are automatically enrolled.Employees can opt out if they wish. The requirementto oﬀer aVRSP applies where"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 52, "chunk_id": "52-4", "text": "bya ﬁnancialinstitution in which employees are automatically enrolled.Employees can opt out if they wish. The requirementto oﬀer aVRSP applies where the employer has a group of employeeswho are ineligible to participate in a registeredpension plan,group retirement savings plan or group tax-free savingsaccount. A VRSP must be made available to these employeesby: December 31 2016 if there are 20 or more employees;December 31 2017 if there are 10 to 19 employees; or December31 2018 if there are ﬁve to nine employees. Employerswithfewer than ﬁve employees are exempt from the requirementtooﬀer a VRSP. Employers can, but are not requiredto, contributeto the VRSP. Policies and Procedures Template - Page52"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 52, "chunk_id": "52-5", "text": "Policies and Procedures Template - Page52"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 53, "chunk_id": "53-1", "text": "PRINCE EDWARD ISLAND Employment Standards Act, YouthEmployment Act These two Acts clarify the rights and obligationsofemployees and employers and set minimum standardstoensure individuals are treated fairly in the workplace. https://www.princeedwardisland.ca/sites/default/ﬁles/publications/web-guide_to_employment_standards_english_august_2019.pdf Human Rights Act The Act prohibits discrimination in areas such asemployment and services on the basis of certain personalcharacteristics or grounds (sex, race, disability...).Discrimination is the unequal, stereotypical, or prejudicialtreatment of persons. http://www.gov.pe.ca/photos/sites/humanrights/ﬁle/Workplace%20Rights-english-web.pdf Occupational Health and Safety Act The Act and its Regulations describe the minimumstandard of occupational health and safety on PEI and thegeneral safety principles for Island workplaces. TheWorkers Compensation Board of PEI is responsible foradministering workplace safety legislation. All businessesmust register, including both new and existingbusinesses, if they employ one or more workers onaregular, part-time, or contract"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 53, "chunk_id": "53-2", "text": "legislation. All businessesmust register, including both new and existingbusinesses, if they employ one or more workers onaregular, part-time, or contract basis. WCB coveragecovers all of your workers, including temporary orpart-time workers. It is important that employersregisterwith WCB. If you do not, you may be charged penalties. http://www.wcb.pe.ca/DocumentManagement/Document/pub_informationforemployers.pdf YUKON Employment Standards The Employment Standards Act sets the minimumstandards for employment in Yukon. It sets out suchthings as minimum wage, hours of work, vacation pay,notice provisions and special leave. The Act appliesto allemployers and employees in Yukon, with someexceptions (note: community foundations are notexcluded). https://yukon.ca/en/employment/ﬁnd-out-about-employment-standards-act Human Rights Act Every individual is free and equal in dignity andrights.The Yukon Human Rights Commission (YHRC) promotesequality and diversity through research, education, andenforcement of theYukon Human"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 53, "chunk_id": "53-3", "text": "and equal in dignity andrights.The Yukon Human Rights Commission (YHRC) promotesequality and diversity through research, education, andenforcement of theYukon Human Rights Act. If youarean employer and would like information onaccommodations or human rights policies contact theYHRC at: https://yukonhumanrights.ca/contact_us.shtml Workers Compensation Act and OccupationalHealth and Safety Act Workers' compensation is mandatory for all employers,even if the company only has one employee. YukonWorkers' Compensation Health and Safety Board isgoverned by two pieces of legislation, the Workers'Compensation Act and the Occupational Health andSafety Act. As an employer, you play an importantrole inpreventing workplace accidents and injuries andpromoting a safe and healthy workplace. Under Yukon’stwo Acts employers have a legal obligation to properlyinform, instruct and supervise their employees andto doeverything they reasonably can to"}, {"doc_id": "69489685-004a-4ef4-aa0b-46e1af0c54ae", "source": "HR-Guide_-Policy-and-Procedure-Template.pdf", "page": 53, "chunk_id": "53-4", "text": "Yukon’stwo Acts employers have a legal obligation to properlyinform, instruct and supervise their employees andto doeverything they reasonably can to protect them. https://www.cﬁb-fcei.ca/en/resources/occupational-health-and-safety-act-workplace-OHS-YK Policies and Procedures Template - Page53"}]